Repository: CruGlobal/global-hr-update-po
Catalog: *.po
Languages: bn, de, gu, id, km, lo, mn, mr, ms, ne, nl, pl, ro, ru, si, sq, ta, te, th, tr, uk, ur

# staffUnitPlaceholder
source: Surname, GivenName or Surname, HisGivenName and HerGivenName.
bn: উপাধি, দেওয়া নাম বা উপাধি, HisGivenName এবং HerGivenName।
de: Nachname, Vorname oder Nachname, Vorname und Nachname.
gu: અટક, GivenName અથવા અટક, HisGivenName અને HerGivenName.
id: Nama Keluarga, Nama Pemberian atau Nama Keluarga, Nama yang Diberikan dan Nama yang Diberikan.
km: នាមត្រកូល នាមត្រកូល ឬនាមត្រកូល HisGivenName និង HerGivenName ។
lo: ນາມສະກຸນ, ນາມສະກຸນ ຫຼືນາມສະກຸນ, ນາມສະກຸນ ແລະ ນາມສະກຸນ.
mn: Овог, Өгөгдсөн нэр эсвэл Овог, Түүний Өгөгдсөн Нэр, Өгөгдсөн Нэр.
mr: आडनाव, गिव्हननेम किंवा आडनाव, हिसगिव्हननेम आणि हरगिव्हननेम.
ms: Nama keluarga, Nama Given atau Nama Keluarga, HisGivenName dan HerGivenName.
ne: उपनाम, GivenName वा उपनाम, HisGivenName र HerGivenName।
nl: Achternaam, Voornaam of Achternaam, ZijnGeboortenaam en HaarGeboortenaam.
pl: Surname, GivenName lub Surname, HisGivenName i HerGivenName.
ro: Surname, GivenName sau Surname, HisGivenName și HerGivenName.
ru: Surname, GivenName или Surname, HisGivenName и HerGivenName.
si: වාසගම, ලබා දී ඇති නම හෝ වාසගම, HisGivenname සහ HerGivenname.
sq: Mbiemri, Emri i dhënë ose Mbiemri, Emri i tij dhe Emri i Emrit të saj.
ta: குடும்பப்பெயர், கொடுக்கப்பட்ட பெயர் அல்லது குடும்பப்பெயர், அவரது பெயர் மற்றும் அவரது பெயர்.
te: ఇంటిపేరు, ఇచ్చిన పేరు లేదా ఇంటిపేరు, అతని పేరు మరియు ఆమె పేరు.
th: นามสกุล ชื่อหรือนามสกุล ชื่อของเขา
tr: Soyadı, VerilenAdı veya Soyadı, VerilenAdı ve VerilenAdı.
uk: Прізвище, Ім'я або Прізвище, Його Ім'я та Її Ім'я.
ur: کنیت، دیا ہوا نام یا کنیت، HisGivenName اور HerGivenName۔

source: Marital Status
bn: বৈবাহিক অবস্থা
de: Familienstand
gu: વૈવાહિક સ્થિતિ
id: Status Perkawinan
km: ស្ថានភាពអាពាហ៍ពិពាហ៍
lo: ສະຖານະພາບການແຕ່ງງານ
mn: Гэр бүлийн байдал
mr: वैवाहिक स्थिती
ms: Status perkahwinan
ne: वैवाहिक स्थिति
nl: Burgerlijke staat
pl: Stan cywilny
ro: Starea civilă
ru: Семейное положение
si: විවාහක අවිවාහක බව
sq: Gjendja martesore
ta: திருமண நிலை
te: వైవాహిక స్థితి
th: สถานภาพการสมรส
tr: Medeni Durum
uk: Сімейний стан
ur: ازدواجی حیثیت

# maritalStatusPlaceholder
source: Select your marital status
bn: আপনার বৈবাহিক অবস্থা নির্বাচন করুন
de: Wählen Sie Ihren Kriegsstatus
gu: તમારી વૈવાહિક સ્થિતિ પસંદ કરો
id: Pilih status pernikahan Anda
km: ជ្រើសរើសស្ថានភាពក្បាច់គុនរបស់អ្នក។
lo: ເລືອກສະຖານະພາບການແຕ່ງງານຂອງເຈົ້າ
mn: Гэр бүлийн статусаа сонгоно уу
mr: तुमची वैवाहिक स्थिती निवडा
ms: Pilih status mempertahankan diri anda
ne: आफ्नो वैवाहिक स्थिति चयन गर्नुहोस्
nl: Selecteer uw burgerlijke staat
pl: Wybierz swój stan cywilny
ro: Selectați starea dvs. civilă
ru: Выберите свое семейное положение
si: ඔබේ විවාහක තත්ත්වය තෝරන්න
sq: Zgjidhni statusin tuaj martesor
ta: உங்கள் திருமண நிலையைத் தேர்ந்தெடுக்கவும்
te: మీ వైవాహిక స్థితిని ఎంచుకోండి
th: เลือกสถานภาพการสมรสของคุณ
tr: Medeni durumunuzu seçin
uk: Виберіть свій сімейний стан
ur: اپنی ازدواجی حیثیت کا انتخاب کریں۔

source: Staff Spouse
bn: স্টাফ পত্নী
de: Personal Ehepartner
gu: સ્ટાફ જીવનસાથી
id: Pasangan Staf
km: ប្តីប្រពន្ធបុគ្គលិក
lo: ຄູ່ສົມລົດພະນັກງານ
mn: Ажилтны эхнэр
mr: कर्मचारी जोडीदार
ms: Pasangan Kakitangan
ne: कर्मचारी जोडी
nl: Personeel Echtgeno(o)t(e)
pl: Współmałżonek personelu
ro: Soțul/soția personalului
ru: Супруг сотрудника
si: කාර්ය මණ්ඩල කලත්රයා
sq: Stafi Bashkëshorti
ta: பணியாளர் மனைவி
te: సిబ్బంది జీవిత భాగస్వామి
th: คู่สมรสของพนักงาน
tr: Personel Eşi
uk: Дружина/чоловік співробітника
ur: اسٹاف کی شریک حیات

# staffSpousePlaceholder
source: Your spouse's name
bn: আপনার স্ত্রীর নাম
de: Name Ihres Ehepartners
gu: તમારા જીવનસાથીનું નામ
id: Nama pasangan Anda
km: ឈ្មោះប្តីឬប្រពន្ធរបស់អ្នក។
lo: ຊື່ຄູ່ສົມລົດຂອງເຈົ້າ
mn: Таны эхнэрийн нэр
mr: तुमच्या जोडीदाराचे नाव
ms: Nama pasangan anda
ne: तपाईंको जीवनसाथीको नाम
nl: Naam van uw echtgenoot/echtgenote
pl: Imię i nazwisko współmałżonka
ro: Numele soțului/soției dvs
ru: Имя вашего супруга
si: ඔබේ සහකරු හෝ සහකාරියගේ නම
sq: emri i bashkëshortit tuaj
ta: உங்கள் மனைவியின் பெயர்
te: మీ జీవిత భాగస్వామి పేరు
th: ชื่อคู่สมรสของคุณ
tr: Eşinizin adı
uk: Ім'я вашого чоловіка/дружини
ur: آپ کی شریک حیات کا نام

source: Workforce Information
bn: কর্মশক্তি তথ্য
de: Informationen zur Belegschaft
gu: કર્મચારીઓની માહિતી
id: Informasi Tenaga Kerja
km: ព័ត៌មានកម្លាំងពលកម្ម
lo: ຂໍ້ມູນແຮງງານ
mn: Ажиллах хүчний мэдээлэл
mr: कामगारांची माहिती
ms: Maklumat Tenaga Kerja
ne: कार्यबल जानकारी
nl: Personeelsinformatie
pl: Informacje o pracownikach
ro: Informații privind forța de muncă
ru: Информация о трудовых ресурсах
si: ශ්රම බලකායේ තොරතුරු
sq: Informacioni i fuqisë punëtore
ta: பணியாளர் தகவல்
te: శ్రామిక శక్తి సమాచారం
th: ข้อมูลแรงงาน
tr: İşgücü Bilgileri
uk: Інформація про робочу силу
ur: افرادی قوت کی معلومات

source: Geographic Area Of Service
bn: পরিষেবার ভৌগলিক এলাকা
de: Geografischer Bereich der Dienstleistung
gu: સેવાનો ભૌગોલિક વિસ્તાર
id: Wilayah Layanan Geografis
km: តំបន់សេវាកម្មភូមិសាស្ត្រ
lo: ພື້ນທີ່ບໍລິການ
mn: Үйлчилгээний газарзүйн бүс
mr: सेवेचे भौगोलिक क्षेत्र
ms: Kawasan Geografi Perkhidmatan
ne: सेवाको भौगोलिक क्षेत्र
nl: Geografisch gebied
pl: Geograficzny obszar świadczenia usług
ro: Zona geografică de deservire
ru: Географическая зона обслуживания
si: සේවා භූගෝලීය ප්රදේශය
sq: Zona Gjeografike e Shërbimit
ta: சேவையின் புவியியல் பகுதி
te: సేవ యొక్క భౌగోళిక ప్రాంతం
th: พื้นที่ทางภูมิศาสตร์ที่ให้บริการ
tr: Coğrafi Hizmet Alanı
uk: Географічна зона обслуговування
ur: سروس کا جغرافیائی علاقہ

# geographicAreaOfServicePlaceholder
source: Region where you Serve
bn: অঞ্চল যেখানে আপনি পরিবেশন
de: Region, in der Sie dienen
gu: તમે જ્યાં સેવા આપો છો તે પ્રદેશ
id: Wilayah tempat Anda Melayani
km: តំបន់ដែលអ្នកបម្រើ
lo: ພາກພື້ນບ່ອນທີ່ທ່ານໃຫ້ບໍລິການ
mn: Таны үйлчилж буй бүс нутаг
mr: तुम्ही जिथे सेवा देता ते प्रदेश
ms: Wilayah tempat anda Berkhidmat
ne: तपाईंले सेवा गर्ने क्षेत्र
nl: Regio waar je dient
pl: Region, w którym pracujesz
ro: Regiunea în care serviți
ru: Регион, в котором Вы служите
si: ඔබ සේවය කරන කලාපය
sq: Rajoni ku ju shërbeni
ta: நீங்கள் சேவை செய்யும் பகுதி
te: మీరు సేవ చేసే ప్రాంతం
th: ภูมิภาคที่คุณให้บริการ
tr: Hizmet Verdiğiniz Bölge
uk: Регіон, де ви служите
ur: وہ علاقہ جہاں آپ خدمت کرتے ہیں۔

source: Paid by Local Ministry/Entity
bn: স্থানীয় মন্ত্রনালয়/সত্তা দ্বারা অর্থ প্রদান করা হয়
de: Bezahlt vom lokalen Ministerium/Einrichtung
gu: સ્થાનિક મંત્રાલય/એન્ટિટી દ્વારા ચૂકવણી
id: Dibayar oleh Kementerian/Lembaga setempat
km: បង់ដោយក្រសួង/ស្ថាប័នក្នុងតំបន់
lo: ຈ່າຍໂດຍກະຊວງທ້ອງຖິ່ນ / ຫນ່ວຍງານ
mn: Орон нутгийн яам/байгууллага төлнө
mr: स्थानिक मंत्रालय/संस्था यांनी पैसे दिले
ms: Dibayar oleh Kementerian/Entiti Tempatan
ne: स्थानीय मन्त्रालय/संस्था द्वारा भुक्तानी
nl: Betaald door plaatselijk ministerie/instantie
pl: Opłacane przez lokalne ministerstwo/podmiot
ro: Plătită de ministerul/entitatea locală
ru: Оплачивается местным министерством/организацией
si: ප්‍රාදේශීය අමාත්‍යාංශය/ ආයතනය විසින් ගෙවනු ලැබේ
sq: Paguhet nga Ministria/Entiteti Vendor
ta: உள்ளூர் அமைச்சகம்/நிறுவனத்தால் செலுத்தப்பட்டது
te: స్థానిక మంత్రిత్వ శాఖ/సంస్థ ద్వారా చెల్లించబడుతుంది
th: จ่ายโดยกระทรวง/หน่วยงานท้องถิ่น
tr: Yerel Bakanlık/Kurum tarafından ödenir
uk: Оплачується місцевим міністерством/організацією
ur: مقامی وزارت/اینٹی کے ذریعے ادائیگی کی جاتی ہے۔

# hrDepartment
source: Strategy / Capacity (HR Department in Netsuite)
bn: কৌশল/ক্ষমতা (Netsuite-এ HR বিভাগ)
de: Strategie / Kapazität (HR-Abteilung in Netsuite)
gu: વ્યૂહરચના / ક્ષમતા (નેટસુઈટમાં એચઆર વિભાગ)
id: Strategi / Kapasitas (Departemen SDM di Netsuite)
km: យុទ្ធសាស្ត្រ / សមត្ថភាព (នាយកដ្ឋានធនធានមនុស្សនៅ Netsuite)
lo: ຍຸດທະສາດ / ຄວາມສາມາດ (ພະແນກ HR ໃນ Netsuite)
mn: Стратеги/чадавхи (Netsuite дахь хүний нөөцийн хэлтэс)
mr: धोरण / क्षमता (Netsuite मध्ये HR विभाग)
ms: Strategi / Kapasiti (Jabatan HR dalam Netsuite)
ne: रणनीति / क्षमता (Netsuite मा मानव संसाधन विभाग)
nl: Strategie / Capaciteit (HR-afdeling in Netsuite)
pl: Strategia / Możliwości (Dział HR w Netsuite)
ro: Strategie / Capacitate (Departamentul de resurse umane în Netsuite)
ru: Стратегия / потенциал (HR-департамент в Netsuite)
si: උපායමාර්ගය / ධාරිතාව (Netsuite හි මානව සම්පත් දෙපාර්තමේන්තුව)
sq: Strategjia / Kapaciteti (Departamenti i HR në Netsuite)
ta: உத்தி / திறன் (நெட்சூட்டில் மனிதவள துறை)
te: వ్యూహం / సామర్థ్యం (నెట్‌సూట్‌లో హెచ్‌ఆర్ విభాగం)
th: กลยุทธ์ / ความสามารถ (แผนกทรัพยากรบุคคลใน Netsuite)
tr: Strateji / Kapasite (Netsuite'de İK Departmanı)
uk: Стратегія / потенціал (відділ кадрів у Netsuite)
ur: حکمت عملی / صلاحیت (Netsuite میں HR ڈیپارٹمنٹ)

source: Organizational Status
bn: সাংগঠনিক অবস্থা
de: Organisatorischer Status
gu: સંસ્થાકીય સ્થિતિ
id: Status Organisasi
km: ស្ថានភាពអង្គការ
lo: ສະຖານະການຈັດຕັ້ງ
mn: Байгууллагын байдал
mr: संस्थात्मक स्थिती
ms: Status Organisasi
ne: संगठनात्मक स्थिति
nl: Organisatorische status
pl: Status organizacyjny
ro: Statutul organizațional
ru: Организационный статус
si: ආයතනික තත්ත්වය
sq: Statusi Organizativ
ta: நிறுவன நிலை
te: సంస్థాగత స్థితి
th: สถานะองค์กร
tr: Organizasyonel Durum
uk: Організаційний статус
ur: تنظیمی حیثیت

source: Position/Role
bn: অবস্থান/ভূমিকা
de: Position/Rolle
gu: પદ/ભૂમિકા
id: Posisi/Peran
km: មុខតំណែង/តួនាទី
lo: ຕໍາແໜ່ງ/ບົດບາດ
mn: Албан тушаал/Үүрэг
mr: पद/भूमिका
ms: Jawatan/Peranan
ne: पद/भूमिका
nl: Functie/rol
pl: Stanowisko/Rola
ro: Poziție/Rolul
ru: Должность/Роль
si: තනතුර / භූමිකාව
sq: Pozicioni/Roli
ta: பதவி/பங்கு
te: స్థానం/పాత్ర
th: ตำแหน่ง/หน้าที่
tr: Pozisyon/Rol
uk: Посада/роль
ur: پوزیشن/کردار

source: Scope
bn: ব্যাপ্তি
de: Umfang
gu: અવકાશ
id: Cakupan
km: វិសាលភាព
lo: ຂອບເຂດ
mn: Хамрах хүрээ
mr: व्याप्ती
ms: Skop
ne: स्कोप
nl: Toepassingsgebied
pl: Zakres
ro: Domeniul de aplicare
ru: Область применения
si: විෂය පථය
sq: Fushëveprimi
ta: வாய்ப்பு
te: పరిధి
th: ขอบเขต
tr: Kapsam
uk: Сфера застосування
ur: دائرہ کار

source: Funding Source
bn: তহবিল উৎস
de: Quelle der Finanzierung
gu: ભંડોળ સ્ત્રોત
id: Sumber Pendanaan
km: ប្រភពមូលនិធិ
lo: ແຫຼ່ງທຶນ
mn: Санхүүжилтийн эх үүсвэр
mr: निधी स्रोत
ms: Sumber Pembiayaan
ne: कोषको स्रोत
nl: Financieringsbron
pl: Źródło finansowania
ro: Sursa de finanțare
ru: Источник финансирования
si: අරමුදල් මූලාශ්රය
sq: Burimi i financimit
ta: நிதி ஆதாரம்
te: నిధుల మూలం
th: แหล่งทุน
tr: Finansman Kaynağı
uk: Джерело фінансування
ur: فنڈنگ کا ذریعہ

source: Job Information
bn: কাজের তথ্য
de: Job-Informationen
gu: જોબ માહિતી
id: Informasi Pekerjaan
km: ព័ត៌មានការងារ
lo: ຂໍ້ມູນວຽກ
mn: Ажлын мэдээлэл
mr: नोकरी माहिती
ms: Maklumat Pekerjaan
ne: काम जानकारी
nl: Functie-informatie
pl: Informacje o pracy
ro: Informații despre locul de muncă
ru: Информация о работе
si: රැකියා තොරතුරු
sq: Informacioni i Punës
ta: வேலை தகவல்
te: ఉద్యోగ సమాచారం
th: ข้อมูลงาน
tr: İş Bilgileri
uk: Інформація про роботу
ur: ملازمت کی معلومات

source: Supervisor
bn: কর্মকর্তা
de: Datenschutzbeauftragter
gu: સુપરવાઈઝર
id: Supervisor (Penyetuju Laporan Pengeluaran)
km: អ្នកគ្រប់គ្រង
lo: ຜູ້ຄຸມງານ
mn: Удирдагч
mr: पर्यवेक्षक
ms: Penyelia
ne: पर्यवेक्षक
pl: Nadzorca
ro: Supervizor
ru: Руководитель
si: සුපරීක්ෂක
sq: Mbikëqyrësi
ta: மேற்பார்வையாளர்
te: సూపర్‌వైజర్
th: หัวหน้างาน
tr: Süpervizör
uk: Наглядач
ur: سپروائزر

# supervisorDescription
source: Who in %s approves your Expense Reports? If you're not sure or a foreigner, pick the National Operations Leader or consult with National Finance Team.
bn: %s-এর মধ্যে কে আপনার ব্যয়ের প্রতিবেদন অনুমোদন করে? আপনি যদি নিশ্চিত না হন বা বিদেশী না হন, তাহলে ন্যাশনাল অপারেশন লিডার বেছে নিন বা ন্যাশনাল ফিনান্স টিমের সাথে পরামর্শ করুন।
de: Wer in %s genehmigt Ihre Spesenabrechnungen? Wenn Sie sich nicht sicher sind oder ein Ausländer sind, wenden Sie sich an den National Operations Leader oder an das National Finance Team.
gu: %s માં કોણ તમારા ખર્ચના અહેવાલોને મંજૂરી આપે છે? જો તમને ખાતરી ન હોય કે વિદેશી છો, તો નેશનલ ઓપરેશન લીડર પસંદ કરો અથવા નેશનલ ફાઇનાન્સ ટીમ સાથે સંપર્ક કરો.
id: Siapa yang menyetujui Laporan Pengeluaran Anda? Jika Anda tidak yakin atau orang asing, pilihlah Pemimpin Operasi Nasional atau konsultasikan dengan Tim Keuangan Nasional.
km: តើអ្នកណានៅក្នុង %s អនុម័តរបាយការណ៍ចំណាយរបស់អ្នក? ប្រសិនបើអ្នកមិនប្រាកដ ឬជាជនបរទេស សូមជ្រើសរើសប្រធានប្រតិបត្តិការជាតិ ឬពិគ្រោះជាមួយក្រុមហិរញ្ញវត្ថុជាតិ។
lo: ໃຜໃນ %s ອະນຸມັດລາຍງານຄ່າໃຊ້ຈ່າຍຂອງເຈົ້າ? ຖ້າເຈົ້າບໍ່ແນ່ໃຈ ຫຼືຄົນຕ່າງປະເທດ, ເລືອກຫົວໜ້າບໍລິຫານແຫ່ງຊາດ ຫຼື ປຶກສາກັບທີມງານການເງິນແຫ່ງຊາດ.
mn: Таны зардлын тайланг %s дотор хэн батлах вэ? Хэрэв та итгэлгүй эсвэл гадаадын иргэн бол Үндэсний үйл ажиллагааны ахлагчийг сонгох эсвэл Үндэсний санхүүгийн багтай зөвлөлд.
mr: %s मधील तुमचा खर्च अहवाल कोण मंजूर करतो? तुम्हाला खात्री नसल्यास किंवा परदेशी नसल्यास, राष्ट्रीय ऑपरेशन लीडर निवडा किंवा राष्ट्रीय वित्त कार्यसंघाशी सल्लामसलत करा.
ms: Siapa dalam %s yang meluluskan Laporan Perbelanjaan anda? Jika anda tidak pasti atau warga asing, pilih Ketua Operasi Negara atau berunding dengan Pasukan Kewangan Negara.
ne: %s मा कसले तपाइँको खर्च रिपोर्टहरू अनुमोदन गर्छ? यदि तपाईं निश्चित हुनुहुन्न वा विदेशी हुनुहुन्छ भने, राष्ट्रिय अपरेशन लिडर छान्नुहोस् वा राष्ट्रिय वित्त टोलीसँग परामर्श गर्नुहोस्।
nl: Wie in %s keurt je onkostendeclaraties goed? Als je het niet zeker weet of een buitenlander bent, neem dan contact op met de National Operations Leader of overleg met het National Finance Team.
pl: Kto w %s zatwierdza raporty wydatków? Jeśli nie jesteś pewien lub jesteś obcokrajowcem, wybierz National Operations Leader lub skonsultuj się z National Finance Team.
ro: Cine din %s aprobă rapoartele de cheltuieli? Dacă nu sunteți sigur sau dacă sunteți străin, alegeți Liderul național de operațiuni sau consultați echipa națională de finanțe.
ru: Кто в %s утверждает ваши отчеты о расходах? Если вы не знаете точно или являетесь иностранцем, выберите национального руководителя по операциям или проконсультируйтесь с национальным финансовым отделом.
si: %s හි ඔබගේ වියදම් වාර්තා අනුමත කරන්නේ කවුද? ඔබට විශ්වාස නැතිනම් හෝ විදේශිකයෙක් නම්, ජාතික මෙහෙයුම් නායකයා තෝරාගන්න හෝ ජාතික මූල්‍ය කණ්ඩායම සමඟ සාකච්ඡා කරන්න.
sq: Kush në %s miraton raportet tuaja të shpenzimeve? Nëse nuk jeni i sigurt ose jeni i huaj, zgjidhni Udhëheqësin e Operacioneve Kombëtare ose konsultohuni me Ekipin Kombëtar të Financave.
ta: உங்கள் செலவு அறிக்கைகளை %s இல் யார் அங்கீகரிப்பது? உங்களுக்குத் தெரியாவிட்டால் அல்லது வெளிநாட்டவராக இருந்தால், தேசிய செயல்பாட்டுத் தலைவரைத் தேர்ந்தெடுக்கவும் அல்லது தேசிய நிதிக் குழுவுடன் ஆலோசனை செய்யவும்.
te: మీ వ్యయ నివేదికలను %sలో ఎవరు ఆమోదిస్తారు? మీకు ఖచ్చితంగా తెలియకపోతే లేదా విదేశీయుడు అయితే, నేషనల్ ఆపరేషన్స్ లీడర్‌ని ఎంచుకోండి లేదా నేషనల్ ఫైనాన్స్ టీమ్‌ని సంప్రదించండి.
th: ใครใน %s ที่อนุมัติรายงานค่าใช้จ่ายของคุณ หากคุณไม่แน่ใจหรือเป็นชาวต่างชาติ ให้เลือก National Operations Leader หรือปรึกษากับ National Finance Team
tr: Gider Raporlarınızı %s'de kim onaylıyor? Emin değilseniz veya yabancıysanız, Ulusal Operasyon Liderini seçin veya Ulusal Finans Ekibine danışın.
uk: Хто в %s затверджує ваші звіти про витрати? Якщо ви не впевнені або ви іноземець, зверніться до Національного операційного лідера або проконсультуйтеся з Національною фінансовою командою.
ur: %s میں کون آپ کے اخراجات کی رپورٹس کو منظور کرتا ہے؟ اگر آپ کو یقین نہیں ہے یا آپ غیر ملکی ہیں، تو نیشنل آپریشنز لیڈر کا انتخاب کریں یا نیشنل فنانس ٹیم سے مشورہ کریں۔

# supervisorPopupOpenSearchNote
source: Type the name of your supervisor in the Search window.
bn: অনুসন্ধান উইন্ডোতে আপনার সুপারভাইজারের নাম টাইপ করুন।
de: Geben Sie den Namen Ihres Vorgesetzten in das Suchfenster ein.
gu: શોધ વિંડોમાં તમારા સુપરવાઇઝરનું નામ લખો.
id: Ketik nama supervisor Anda di jendela Pencarian.
km: វាយបញ្ចូលឈ្មោះអ្នកគ្រប់គ្រងរបស់អ្នកនៅក្នុងបង្អួចស្វែងរក។
lo: ພິມຊື່ຜູ້ຄຸມງານຂອງເຈົ້າຢູ່ໃນປ່ອງຢ້ຽມຄົ້ນຫາ.
mn: Хайлтын цонхонд удирдагчийнхаа нэрийг бичнэ үү.
mr: शोध विंडोमध्ये तुमच्या पर्यवेक्षकाचे नाव टाइप करा.
ms: Taipkan nama penyelia anda dalam tetingkap Carian.
ne: खोज सञ्झ्यालमा आफ्नो पर्यवेक्षकको नाम टाइप गर्नुहोस्।
nl: Typ de naam van je supervisor in het zoekvenster.
pl: Wpisz nazwę swojego przełożonego w oknie wyszukiwania.
ro: Introduceți numele supervizorului dumneavoastră în fereastra de căutare.
ru: Введите имя руководителя в окно поиска.
si: සෙවුම් කවුළුවේ ඔබේ අධීක්ෂකගේ නම ටයිප් කරන්න.
sq: Shkruani emrin e mbikëqyrësit tuaj në dritaren e kërkimit.
ta: தேடல் சாளரத்தில் உங்கள் மேற்பார்வையாளரின் பெயரை உள்ளிடவும்.
te: శోధన విండోలో మీ సూపర్‌వైజర్ పేరును టైప్ చేయండి.
tr: Arama penceresine amirinizin adını yazın.
uk: Введіть ім'я вашого керівника у вікні пошуку.
ur: سرچ ونڈو میں اپنے سپروائزر کا نام ٹائپ کریں۔

# supervisorPopupRenderPreventSearch
source: We're still getting your Netsuite Id, please wait.
bn: আমরা এখনও আপনার Netsuite আইডি পাচ্ছি, অনুগ্রহ করে অপেক্ষা করুন।
de: Wir erhalten immer noch Ihre Netsuite-ID, bitte warten Sie.
gu: અમને હજુ પણ તમારું Netsuite Id મળી રહ્યું છે, કૃપા કરીને રાહ જુઓ.
id: Kami masih mendapatkan Id Netsuite Anda, mohon tunggu.
km: យើងនៅតែទទួលបានលេខសម្គាល់ Netsuite របស់អ្នក សូមរង់ចាំ។
lo: ພວກເຮົາຍັງໄດ້ຮັບ Netsuite Id ຂອງທ່ານຢູ່, ກະລຸນາລໍຖ້າ.
mn: Бид таны Netsuite ID-г авсаар байна, түр хүлээнэ үү.
mr: आम्हाला अजूनही तुमचा Netsuite Id मिळत आहे, कृपया प्रतीक्षा करा.
ms: Kami masih mendapatkan Id Netsuite anda, sila tunggu.
ne: हामी अझै तपाइँको Netsuite Id प्राप्त गर्दैछौं, कृपया पर्खनुहोस्।
nl: We ontvangen nog steeds uw Netsuite-id, even geduld alstublieft.
pl: Wciąż pobieramy Twój identyfikator Netsuite, poczekaj.
ro: Încă primim ID-ul dvs. Netsuite, vă rugăm să așteptați.
ru: Мы все еще получаем ваш идентификатор Netsuite, пожалуйста, подождите
si: අපි තවමත් ඔබේ Netsuite Id ලබා ගනිමින් සිටිමු, කරුණාකර රැඳී සිටින්න.
sq: Ne ende po marrim ID-në tuaj të Netsuite, ju lutemi prisni.
ta: உங்கள் Netsuite ஐடியை நாங்கள் இன்னும் பெறுகிறோம், காத்திருக்கவும்.
te: మేము ఇప్పటికీ మీ Netsuite Idని పొందుతున్నాము, దయచేసి వేచి ఉండండి.
th: เรากำลังรับ Netsuite Id ของคุณ โปรดรอสักครู่
tr: Hala Netsuite Kimliğinizi alıyoruz, lütfen bekleyin.
uk: Ми все ще отримуємо ваш ідентифікатор Netsuite, будь ласка, зачекайте.
ur: ہمیں ابھی بھی آپ کی Netsuite Id مل رہی ہے، براہ کرم انتظار کریں۔

# supervisorPopupRenderMin5chars
source: 5 letters are enough to begin the search.
bn: অনুসন্ধান শুরু করার জন্য 5টি অক্ষর যথেষ্ট।
de: 5 Buchstaben reichen aus, um die Suche zu beginnen.
gu: શોધ શરૂ કરવા માટે 5 અક્ષરો પૂરતા છે.
id: 5 huruf sudah cukup untuk memulai pencarian.
km: 5 អក្សរគឺគ្រប់គ្រាន់ដើម្បីចាប់ផ្តើមការស្វែងរក។
lo: 5 ຕົວອັກສອນແມ່ນພຽງພໍທີ່ຈະເລີ່ມຕົ້ນການຄົ້ນຫາ.
mn: Хайлтыг эхлүүлэхэд 5 үсэг хангалттай.
mr: शोध सुरू करण्यासाठी 5 अक्षरे पुरेसे आहेत.
ms: 5 huruf sudah cukup untuk memulakan carian.
ne: खोज सुरु गर्न 5 अक्षरहरू पर्याप्त छन्।
nl: 5 letters zijn genoeg om te beginnen met zoeken.
pl: 5 liter wystarczy, aby rozpocząć wyszukiwanie.
ro: 5 litere sunt suficiente pentru a începe căutarea.
ru: Для начала поиска достаточно 5 букв.
si: සෙවීම ආරම්භ කිරීමට අකුරු 5 ක් ප්රමාණවත්ය.
sq: Mjaftojnë 5 shkronja për të filluar kërkimin.
ta: தேடலைத் தொடங்க 5 எழுத்துக்கள் போதும்.
te: శోధనను ప్రారంభించడానికి 5 అక్షరాలు సరిపోతాయి.
th: 5 ตัวอักษรก็เพียงพอที่จะเริ่มการค้นหา
tr: Aramaya başlamak için 5 harf yeterlidir.
uk: 5 букв достатньо для початку пошуку.
ur: تلاش شروع کرنے کے لیے 5 حروف کافی ہیں۔

# Search...
source: Searchâ€¦
bn: অনুসন্ধান…
de: Suche…
gu: શોધો…
id: Cariâ€¦
km: ស្វែងរក…
lo: ຊອກຫາ…
mn: Хайх…
mr: शोधा…
ms: Cariâ€¦
ne: खोज…
nl: Zoeken…
pl: Szukaj…
ro: Căutare…
ru: Поиск…
si: සෙවීම…
sq: Kërko…
ta: தேடு…
te: వెతకండి…
th: ค้นหา…
tr: Arama…
uk: Обшук…
ur: تلاش کریں…

source: Cancel
bn: বাতিল করুন
de: Abbrechen
gu: રદ કરો
id: Batal
km: បោះបង់
lo: ຍົກເລີກ
mn: Цуцлах
mr: रद्द करा
ms: Batal
ne: रद्द गर्नुहोस्
nl: Annuleren
pl: Anuluj
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sq: Anulo
ta: ரத்து செய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں۔

source: Close
bn: বন্ধ
de: Schließen Sie
gu: બંધ
id: Tutup
km: បិទ
lo: ປິດ
mn: Хаах
mr: बंद
ms: tutup
ne: बन्द गर्नुहोस्
nl: Sluit
pl: Zamknij
ro: Închideți
ru: Закрыть
si: වසන්න
sq: Mbylle
ta: நெருக்கமான
te: దగ్గరగా
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں

# supervisorPopupRenderSearching
source: searching
bn: অনুসন্ধান
de: Suche
gu: શોધ
id: mencari
km: កំពុងស្វែងរក
lo: ກຳລັງຊອກຫາ
mn: хайж байна
mr: शोधत आहे
ms: mencari
ne: खोज्दै
nl: zoeken
pl: poszukiwanie
ro: căutare
ru: поиск
si: සොයමින්
sq: duke kërkuar
ta: தேடி
te: శోధించడం
th: กำลังค้นหา
tr: arama
uk: шукаю
ur: تلاش

# supervisorPopupAlertSorry
source: The web session has timed out. Please reload the page to reauthenticate.
bn: ওয়েব সেশনের সময় শেষ হয়েছে৷ পুনরায় প্রমাণীকরণ করতে পৃষ্ঠাটি পুনরায় লোড করুন।
de: Die Zeit für die Web-Sitzung ist abgelaufen. Bitte laden Sie die Seite neu, um sich erneut zu authentifizieren.
gu: વેબ સત્રનો સમય સમાપ્ત થયો છે. કૃપા કરીને ફરીથી પ્રમાણિત કરવા માટે પૃષ્ઠને ફરીથી લોડ કરો.
id: Sesi web telah habis waktunya. Muat ulang halaman untuk mengautentikasi ulang.
km: វគ្គបណ្តាញបានអស់ពេលហើយ។ សូមផ្ទុកទំព័រឡើងវិញ ដើម្បីផ្ទៀងផ្ទាត់ឡើងវិញ។
lo: ເຊດຊັນເວັບໝົດເວລາແລ້ວ. ກະລຸນາໂຫຼດໜ້ານີ້ຄືນໃໝ່ເພື່ອຢັ້ງຢືນຄືນໃໝ່.
mn: Вэб сессийн хугацаа дууссан. Дахин баталгаажуулахын тулд хуудсыг дахин ачаална уу.
mr: वेब सत्र कालबाह्य झाले आहे. कृपया पुन्हा प्रमाणीकृत करण्यासाठी पृष्ठ रीलोड करा.
ms: Sesi web telah tamat masa. Sila muat semula halaman untuk mengesahkan semula.
ne: वेब सत्रको समय सकिएको छ। कृपया पुन: प्रमाणीकरण गर्न पृष्ठ पुन: लोड गर्नुहोस्।
nl: De websessie is verlopen. Laad de pagina opnieuw om opnieuw te authenticeren.
pl: Upłynął limit czasu sesji internetowej. Przeładuj stronę, aby ponownie się uwierzytelnić.
ro: Sesiunea web a expirat. Vă rugăm să reîncărcați pagina pentru a vă autentifica din nou.
ru: Веб-сессия завершилась по времени. Пожалуйста, перезагрузите страницу для повторной аутентификации.
si: වෙබ් සැසිය කල් ඉකුත් වී ඇත. කරුණාකර නැවත සත්‍යාපනය කිරීමට පිටුව නැවත පූරණය කරන්න.
sq: Koha e seancës së internetit ka mbaruar. Ju lutemi ringarkoni faqen për ta riafirmuar.
ta: இணைய அமர்வு நேரம் முடிந்தது. மீண்டும் அங்கீகரிக்க பக்கத்தை மீண்டும் ஏற்றவும்.
te: వెబ్ సెషన్ సమయం ముగిసింది. దయచేసి మళ్లీ ప్రామాణీకరించడానికి పేజీని మళ్లీ లోడ్ చేయండి.
th: เซสชั่นเว็บหมดเวลาแล้ว โปรดโหลดหน้านี้อีกครังเพื่อตรวจสอบสิทธิ์อีกครั้ง
tr: Web oturumu zaman aşımına uğradı. Yeniden kimlik doğrulaması yapmak için lütfen sayfayı yeniden yükleyin.
uk: Термін дії веб-сесії закінчився. Будь ласка, перезавантажте сторінку для повторної автентифікації.
ur: ویب سیشن کا وقت ختم ہو گیا ہے۔ براہ کرم دوبارہ تصدیق کرنے کے لیے صفحہ کو دوبارہ لوڈ کریں۔

source: Supervisor note
bn: সুপারভাইজার নোট
de: Anmerkung des Betreuers
gu: સુપરવાઇઝર નોંધ
id: Catatan supervisor
km: ចំណាំអ្នកគ្រប់គ្រង
lo: ບັນທຶກຜູ້ຄຸມງານ
mn: Удирдагчийн тэмдэглэл
mr: पर्यवेक्षक नोट
ms: Nota pengawas
ne: पर्यवेक्षक नोट
nl: Opmerking toezichthouder
pl: Uwaga nadzorcy
ro: Nota supraveghetorului
ru: Замечание руководителя
si: අධීක්ෂක සටහන
sq: Shënim i mbikëqyrësit
ta: மேற்பார்வையாளர் குறிப்பு
te: సూపర్‌వైజర్ నోట్
th: หมายเหตุหัวหน้างาน
tr: Gözetmen notu
uk: Примітка керівника
ur: سپروائزر نوٹ

# hireDate
source: Date you were hired
bn: আপনাকে নিয়োগের তারিখ
de: Datum Ihrer Anstellung
gu: તમને નોકરી પર રાખવામાં આવ્યાની તારીખ
id: Tanggal Anda dipekerjakan
km: កាលបរិច្ឆេទដែលអ្នកត្រូវបានជួល
lo: ວັນທີທີ່ເຈົ້າຖືກຈ້າງ
mn: Таны ажилд орсон огноо
mr: तुम्हाला कामावर घेतल्याची तारीख
ms: Tarikh anda diupah
ne: तपाईलाई काममा लगाइएको मिति
nl: Datum waarop je bent aangenomen
pl: Data zatrudnienia
ro: Data la care ați fost angajat
ru: Дата приема на работу
si: ඔබ කුලියට ගත් දිනය
sq: Data kur jeni punësuar
ta: நீங்கள் பணியமர்த்தப்பட்ட தேதி
te: మీరు నియమించబడిన తేదీ
th: วันที่คุณได้รับการว่าจ้าง
tr: İşe alındığınız tarih
uk: Дата, коли ви були прийняті на роботу
ur: آپ کی خدمات حاصل کرنے کی تاریخ
