Repository: CruGlobal/global-hr-update-po
Catalog: *.po
Languages: bn, de, gu, id, km, lo, mn, mr, ms, ne, nl, pl, ro, ru, si, sq, ta, te, th, tr, uk, ur

source: HR Update
bn: এইচআর আপডেট
gu: એચઆર અપડેટ
id: Pembaruan SDM
km: ការធ្វើបច្ចុប្បន្នភាពធនធានមនុស្ស
lo: ອັບເດດ HR
mn: Хүний нөөцийн шинэчлэл
mr: एचआर अपडेट
ms: Kemas Kini HR
ne: HR अपडेट
pl: Aktualizacja HR
ro: Actualizare HR
ru: Обновление кадрового состава
si: මානව සම්පත් යාවත්කාලීන කිරීම
sq: Përditësimi i burimeve njerëzore
ta: மனிதவள மேம்படுத்தல்
te: HR నవీకరణ
th: อัพเดทฝ่ายบุคคล
tr: İK Güncellemesi
uk: Оновлення у відділі кадрів
ur: HR اپ ڈیٹ

# entityNotice
source: Data below reflects the current state of data in Netsuite. Previous submissions that have not yet been approved by National HR Generalists will not be reflected below.
bn: নীচের ডেটা Netsuite-এ ডেটার বর্তমান অবস্থা প্রতিফলিত করে। ন্যাশনাল এইচআর জেনারেলিস্টদের দ্বারা এখনও অনুমোদিত হয়নি এমন পূর্ববর্তী জমাগুলি নীচে প্রতিফলিত হবে না।
de: Die folgenden Daten spiegeln den aktuellen Stand der Daten in Netsuite wider. Frühere Einreichungen, die noch nicht von den National HR Generalists genehmigt wurden, werden hier nicht wiedergegeben.
gu: નીચેનો ડેટા Netsuite માં ડેટાની વર્તમાન સ્થિતિ દર્શાવે છે. અગાઉના સબમિશન કે જે હજુ સુધી રાષ્ટ્રીય એચઆર જનરલિસ્ટ્સ દ્વારા મંજૂર કરવામાં આવ્યા નથી તે નીચે પ્રતિબિંબિત થશે નહીં.
id: Data di bawah ini mencerminkan keadaan data saat ini di Netsuite. Pengajuan sebelumnya yang belum disetujui oleh Generalis SDM Nasional tidak akan ditampilkan di bawah ini.
km: ទិន្នន័យខាងក្រោមឆ្លុះបញ្ចាំងពីស្ថានភាពបច្ចុប្បន្ននៃទិន្នន័យនៅក្នុង Netsuite ។ ការដាក់ស្នើពីមុនដែលមិនទាន់ត្រូវបានអនុម័តដោយ National HR Generalists នឹងមិនត្រូវបានឆ្លុះបញ្ចាំងខាងក្រោមទេ។
lo: ຂໍ້ມູນຂ້າງລຸ່ມນີ້ສະທ້ອນເຖິງສະຖານະປັດຈຸບັນຂອງຂໍ້ມູນໃນ Netsuite. ການຍື່ນສະເຫນີທີ່ຜ່ານມາທີ່ຍັງບໍ່ທັນໄດ້ຮັບການອະນຸມັດໂດຍ National HR Generalists ຈະບໍ່ຖືກສະທ້ອນໃຫ້ເຫັນຂ້າງລຸ່ມນີ້.
mn: Доорх өгөгдөл нь Netsuite дахь өгөгдлийн одоогийн төлөвийг тусгасан болно. Үндэсний хүний нөөцийн ерөнхий мэргэжилтнүүд хараахан батлагдаагүй өмнөх мэдүүлгийг доор тусгахгүй.
mr: खालील डेटा Netsuite मधील डेटाची वर्तमान स्थिती प्रतिबिंबित करतो. नॅशनल एचआर जनरलिस्ट्सनी अद्याप मंजूर न केलेले मागील सबमिशन खाली प्रतिबिंबित केले जाणार नाहीत.
ms: Data di bawah menggambarkan keadaan semasa data dalam Netsuite. Penyerahan terdahulu yang masih belum diluluskan oleh General HR Nasional tidak akan dipaparkan di bawah.
ne: तलको डाटाले Netsuite मा डाटाको हालको अवस्थालाई प्रतिबिम्बित गर्दछ। नेशनल एचआर जनरलिस्टहरू द्वारा स्वीकृत नभएका अघिल्लो सबमिशनहरू तल प्रतिबिम्बित हुने छैनन्।
nl: Onderstaande gegevens geven de huidige staat van gegevens in Netsuite weer. Eerdere aanmeldingen die nog niet zijn goedgekeurd door National HR Generalists worden hieronder niet weergegeven.
pl: Poniższe dane odzwierciedlają aktualny stan danych w Netsuite. Poprzednie zgłoszenia, które nie zostały jeszcze zatwierdzone przez National HR Generalists, nie zostaną odzwierciedlone poniżej.
ro: Datele de mai jos reflectă starea actuală a datelor din Netsuite. Trimiterile anterioare care nu au fost încă aprobate de către generalistele naționale de resurse umane nu vor fi reflectate mai jos.
ru: Приведенные ниже данные отражают текущее состояние данных в Netsuite. Данные, представленные ранее и еще не утвержденные национальными HR-специалистами, не будут отражены ниже.
si: පහත දත්ත Netsuite හි වත්මන් දත්ත තත්ත්වය පිළිබිඹු කරයි. ජාතික මානව සම්පත් සාමාන්‍යවේදීන් විසින් තවමත් අනුමත කර නොමැති පෙර ඉදිරිපත් කිරීම් පහතින් පිළිබිඹු නොවේ.
sq: Të dhënat e mëposhtme pasqyrojnë gjendjen aktuale të të dhënave në Netsuite. Parashtresat e mëparshme që nuk janë miratuar ende nga Gjeneralistët Kombëtarë të BNj nuk do të pasqyrohen më poshtë.
ta: கீழே உள்ள தரவு Netsuite இல் உள்ள தரவின் தற்போதைய நிலையை பிரதிபலிக்கிறது. தேசிய மனிதவள பொதுவாதிகளால் இதுவரை அங்கீகரிக்கப்படாத முந்தைய சமர்ப்பிப்புகள் கீழே பிரதிபலிக்கப்படாது.
te: దిగువ డేటా Netsuiteలో ప్రస్తుత డేటా స్థితిని ప్రతిబింబిస్తుంది. నేషనల్ హెచ్‌ఆర్ జనరలిస్ట్‌లచే ఇంకా ఆమోదించబడని మునుపటి సమర్పణలు క్రింద ప్రతిబింబించబడవు.
th: ข้อมูลด้านล่างแสดงถึงสถานะปัจจุบันของข้อมูลใน Netsuite การส่งก่อนหน้านี้ที่ยังไม่ได้รับการอนุมัติจาก National HR Generalists จะไม่แสดงให้เห็นด้านล่าง
tr: Aşağıdaki veriler, Netsuite'deki verilerin mevcut durumunu yansıtmaktadır. Henüz Ulusal İK Genel Müdürleri tarafından onaylanmamış önceki gönderimler aşağıda yansıtılmayacaktır.
uk: Наведені нижче дані відображають поточний стан даних у Netsuite. Попередні заявки, які ще не були схвалені національними спеціалістами з управління персоналом, не будуть відображені нижче.
ur: نیچے دیا گیا ڈیٹا Netsuite میں ڈیٹا کی موجودہ حالت کو ظاہر کرتا ہے۔ پچھلی گذارشات جو ابھی تک نیشنل ایچ آر جنرلسٹس کے ذریعہ منظور نہیں ہوئی ہیں ذیل میں عکاسی نہیں کی جائیں گی۔

source: Help
bn: সাহায্য
de: Hilfe
gu: મદદ
id: Bantuan
km: ជំនួយ
lo: ຊ່ວຍເຫຼືອ
mn: Туслаач
mr: मदत करा
ms: Tolong
ne: मद्दत गर्नुहोस्
pl: Pomoc
ro: Ajutor
ru: Справка
si: උදව්
sq: Ndihmë
ta: உதவி
te: సహాయం
th: ช่วยเหลือ
tr: Yardım
uk: Файл довідки
ur: مدد

source: Logout
bn: প্রস্থান
de: Abmeldung
gu: લૉગ આઉટ
id: Keluar
km: ចាកចេញ
lo: ອອກຈາກລະບົບ
mn: Гарах
mr: बाहेर पडणे
ms: Log keluar
ne: बाहिर निस्कनु
nl: Afmelden
pl: Wylogowanie
ru: Выход из системы
si: පිටවීම
sq: Shkyç
ta: வெளியேறு
te: లాగ్అవుట్
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти з системи
ur: لاگ آوٹ

source: Choose an option
bn: একটি বিকল্প নির্বাচন করুন
de: Wählen Sie eine Option
gu: એક વિકલ્પ પસંદ કરો
id: Pilih opsi
km: ជ្រើសរើសជម្រើសមួយ។
lo: ເລືອກທາງເລືອກ
mn: Сонголтыг сонгоно уу
mr: एक पर्याय निवडा
ms: Memilih pilihan
ne: एउटा विकल्प छान्नुहोस्
nl: Kies een optie
pl: Wybierz opcję
ro: Alegeți o opțiune
ru: Выберите вариант
si: විකල්පයක් තෝරන්න
sq: Zgjidhni një opsion
ta: ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்
te: ఒక ఎంపికను ఎంచుకోండి
th: เลือกตัวเลือก
tr: Bir seçenek seçin
uk: Виберіть варіант
ur: ایک آپشن منتخب کریں۔

source: Current Value
bn: বর্তমান মূল্য
de: Aktueller Wert
gu: વર્તમાન કિંમત
id: Nilai Saat Ini
km: តម្លៃ​នា​ពេល​បច្ចុប្បន្ន​នេះ
lo: ມູນຄ່າປັດຈຸບັນ
mn: Одоогийн үнэ цэнэ
mr: वर्तमान मूल्य
ms: Nilai semasa
ne: वर्तमान मूल्य
nl: Huidige waarde
pl: Bieżąca wartość
ro: Valoarea curentă
ru: Текущая стоимость
si: වත්මන් වටිනාකම
sq: Vlera e tanishme
ta: தற்போதைய மதிப்பு
te: ప్రస్తుత విలువ
th: ข้อมูลปัจจุบัน
tr: Güncel Değer
uk: Поточне значення
ur: موجودہ قیمت

# requestValue
source: Requested Value
bn: অনুরোধ করা মান
de: Gewünschter Wert
gu: વિનંતી કરેલ મૂલ્ય
id: Nilai yang Diminta
km: តម្លៃដែលបានស្នើសុំ
lo: ຄ່າທີ່ຮ້ອງຂໍ
mn: Хүссэн үнэ цэнэ
mr: विनंती केलेले मूल्य
ms: Nilai yang Diminta
ne: अनुरोध गरिएको मान
nl: Gevraagde waarde
pl: Wartość żądana
ro: Valoarea solicitată
ru: Запрашиваемое значение
si: ඉල්ලූ වටිනාකම
sq: Vlera e kërkuar
ta: கோரப்பட்ட மதிப்பு
te: అభ్యర్థించిన విలువ
th: ข้อมูลที่ร้องขอ
tr: Talep Edilen Değer
uk: Запитуване значення
ur: طلب کردہ قدر

source: Sorry
bn: দুঃখিত
de: Entschuldigung
gu: માફ કરશો
id: Maaf
km: សុំទោស
lo: ຂໍໂທດ
mn: Уучлаарай
mr: क्षमस्व
ms: Maaf
ne: माफ गर्नुहोस्
pl: Przepraszamy
ro: Scuze
ru: Извините
si: සමාවන්න
sq: Na vjen keq
ta: மன்னிக்கவும்
te: క్షమించండి
th: ขออภัย
tr: Üzgünüm
uk: Вибач
ur: معذرت

source: Error
bn: ত্রুটি
de: Fehler
gu: ભૂલ
id: Kesalahan
km: កំហុស
lo: ຜິດພາດ
mn: Алдаа
mr: त्रुटी
ms: Ralat
ne: त्रुटि
nl: Fout
pl: Błąd
ro: Eroare
ru: Ошибка
si: දෝෂයකි
sq: Gabim
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی

# verify
source: I verify that all above fields are accurate.
bn: আমি যাচাই করি যে উপরের সমস্ত ক্ষেত্র সঠিক।
de: Ich bestätige, dass alle oben genannten Felder korrekt sind.
gu: હું ચકાસો છું કે ઉપરોક્ત તમામ ફીલ્ડ સચોટ છે.
id: Saya memverifikasi bahwa semua kolom di atas akurat.
km: ខ្ញុំ​ផ្ទៀងផ្ទាត់​ថា​វាល​ខាង​លើ​ទាំងអស់​គឺ​ត្រឹមត្រូវ។
lo: ຂ້ອຍຢັ້ງຢືນວ່າຊ່ອງຂໍ້ມູນຂ້າງເທິງທັງໝົດແມ່ນຖືກຕ້ອງ.
mn: Дээрх бүх талбарууд үнэн зөв эсэхийг би баталж байна.
mr: मी सत्यापित करतो की वरील सर्व फील्ड अचूक आहेत.
ms: Saya mengesahkan bahawa semua medan di atas adalah tepat.
ne: म प्रमाणित गर्छु कि माथिका सबै फिल्डहरू सही छन्।
nl: Ik bevestig dat alle bovenstaande velden juist zijn.
pl: Weryfikuję, że wszystkie powyższe pola są prawidłowe.
ro: Verific că toate câmpurile de mai sus sunt corecte.
ru: Я подтверждаю, что все указанные поля заполнены верно.
si: ඉහත සියලුම ක්ෂේත්‍ර නිවැරදි බව මම තහවුරු කරමි.
sq: Unë verifikoj që të gjitha fushat e mësipërme janë të sakta.
ta: மேலே உள்ள அனைத்து புலங்களும் துல்லியமானவை என்பதை நான் சரிபார்க்கிறேன்.
te: పై ఫీల్డ్‌లన్నీ ఖచ్చితమైనవని నేను ధృవీకరిస్తున్నాను.
th: ฉันขอยืนยันว่าข้อมูลด้านบนทั้งหมดนั้นถูกต้อง
tr: Yukarıdaki tüm alanların doğru olduğunu onaylıyorum.
uk: Я підтверджую, що всі вищевказані поля є точними.
ur: میں تصدیق کرتا ہوں کہ مذکورہ بالا تمام فیلڈز درست ہیں۔

# buttonHelpDescription
source: Need help filling this field out? Click for instructions.
bn: এই ক্ষেত্রটি পূরণ করতে সাহায্যের প্রয়োজন? নির্দেশাবলীর জন্য ক্লিক করুন।
de: Brauchen Sie Hilfe beim Ausfüllen dieses Feldes? Klicken Sie für Anweisungen.
gu: આ ફીલ્ડ ભરવા માટે મદદની જરૂર છે? સૂચનાઓ માટે ક્લિક કરો.
id: Perlu bantuan untuk mengisi kolom ini? Klik untuk mendapatkan petunjuk.
km: ត្រូវការជំនួយក្នុងការបំពេញវាលនេះទេ? ចុចសម្រាប់ការណែនាំ។
lo: ຕ້ອງການຄວາມຊ່ວຍເຫຼືອຕື່ມຂໍ້ມູນໃສ່ໃນຊ່ອງນີ້ບໍ? ກົດສໍາລັບຄໍາແນະນໍາ.
mn: Энэ талбарыг бөглөхөд тусламж хэрэгтэй байна уу? Зааврыг авах бол товшино уу.
mr: हे फील्ड भरण्यासाठी मदत हवी आहे? सूचनांसाठी क्लिक करा.
ms: Perlukan bantuan untuk mengisi medan ini? Klik untuk mendapatkan arahan.
ne: यो क्षेत्र भर्न मद्दत चाहिन्छ? निर्देशनहरूको लागि क्लिक गर्नुहोस्।
nl: Hulp nodig bij het invullen van dit veld? Klik voor instructies.
pl: Potrzebujesz pomocy w wypełnieniu tego pola? Kliknij, aby uzyskać instrukcje.
ro: Aveți nevoie de ajutor pentru a completa acest câmp? Faceți clic pentru instrucțiuni.
ru: Нужна помощь в заполнении этого поля? Нажмите для получения инструкций.
si: මෙම ක්ෂේත්‍රය පිරවීමට උදවු අවශ්‍යද? උපදෙස් සඳහා ක්ලික් කරන්න.
sq: Keni nevojë për ndihmë për të plotësuar këtë fushë? Klikoni për udhëzime.
ta: இந்தப் புலத்தை நிரப்ப உதவி வேண்டுமா? வழிமுறைகளுக்கு கிளிக் செய்யவும்.
te: ఈ ఫీల్డ్‌ని పూరించడానికి సహాయం కావాలా? సూచనల కోసం క్లిక్ చేయండి.
th: ต้องการความช่วยเหลือในการกรอกข้อมูลในฟิลด์นี้หรือไม่? คลิกเพื่อดูคำแนะนำ
tr: Bu alanı doldurmak için yardıma mı ihtiyacınız var? Talimatlar için tıklayın.
uk: Потрібна допомога в заповненні цього поля? Натисніть для отримання інструкцій.
ur: اس فیلڈ کو بھرنے میں مدد کی ضرورت ہے؟ ہدایات کے لیے کلک کریں۔

# verifyBeforeSubmit
source: Please verify all sections before submitting.
bn: জমা দেওয়ার আগে সব বিভাগ যাচাই করুন।
de: Bitte überprüfen Sie alle Abschnitte vor dem Absenden.
gu: સબમિટ કરતા પહેલા કૃપા કરીને તમામ વિભાગોને ચકાસો.
id: Harap verifikasi semua bagian sebelum mengirimkan.
km: សូមផ្ទៀងផ្ទាត់ផ្នែកទាំងអស់មុនពេលបញ្ជូន។
lo: ກະລຸນາກວດສອບທຸກພາກສ່ວນກ່ອນສົ່ງ.
mn: Илгээхээсээ өмнө бүх хэсгийг шалгана уу.
mr: कृपया सबमिट करण्यापूर्वी सर्व विभागांची पडताळणी करा.
ms: Sila sahkan semua bahagian sebelum menyerahkan.
ne: कृपया पेश गर्नु अघि सबै खण्डहरू प्रमाणित गर्नुहोस्।
nl: Controleer alle onderdelen voordat u ze indient.
pl: Prosimy o sprawdzenie wszystkich sekcji przed wysłaniem.
ro: Vă rugăm să verificați toate secțiunile înainte de a le trimite.
ru: Пожалуйста, проверьте все разделы перед отправкой
si: කරුණාකර ඉදිරිපත් කිරීමට පෙර සියලුම කොටස් සත්‍යාපනය කරන්න.
sq: Ju lutemi verifikoni të gjitha seksionet përpara se të dërgoni.
ta: சமர்ப்பிக்கும் முன் அனைத்து பிரிவுகளையும் சரிபார்க்கவும்.
te: దయచేసి సమర్పించే ముందు అన్ని విభాగాలను ధృవీకరించండి.
th: โปรดยืนยันข้อมูลทั้งหมดก่อนทำการส่ง
tr: Lütfen göndermeden önce tüm bölümleri doğrulayın.
uk: Будь ласка, перевірте всі розділи перед відправкою.
ur: براہ کرم جمع کرانے سے پہلے تمام حصوں کی تصدیق کریں۔

source: Submit
bn: জমা দিন
de: Einreichen
gu: સબમિટ કરો
id: Kirim
km: ដាក់ស្នើ
lo: ສົ່ງ
mn: Илгээх
mr: प्रस्तुत करणे
ms: Hantar
ne: पेश गर्नुहोस्
nl: Stuur in
pl: Prześlij
ro: Trimiteți
ru: Отправить
si: ඉදිරිපත් කරන්න
sq: Paraqisni
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి
th: ส่ง
tr: Gönder
uk: Надіслати
ur: جمع کرائیں

source: Sending
bn: পাঠানো হচ্ছে
de: Senden von
gu: મોકલી રહ્યું છે
id: Mengirim
km: កំពុងផ្ញើ
lo: ກຳລັງສົ່ງ
mn: Илгээж байна
mr: पाठवून
ms: Menghantar
ne: पठाउँदै
nl: Verzenden
pl: Wysyłanie
ro: Trimiterea
ru: Отправка
si: යවනවා
sq: Dërgimi
ta: அனுப்புகிறது
te: పంపుతోంది
th: กำลังส่ง
tr: Gönderme
uk: Відправлення
ur: بھیج رہا ہے۔

source: Sent
bn: পাঠানো হয়েছে
de: Gesendet
gu: મોકલેલ
id: Terkirim
km: បានផ្ញើ
lo: ສົ່ງແລ້ວ
mn: Илгээсэн
mr: पाठवले
ms: Dihantar
ne: पठाइयो
nl: Verzonden
pl: Wysłany
ro: Trimis
ru: Отправлено
si: යවා ඇත
sq: Dërguar
ta: அனுப்பப்பட்டது
te: పంపబడింది
th: ส่งแล้ว
tr: Gönderildi
uk: Відправлено
ur: بھیجا

source: Thank you
bn: ধন্যবাদ
gu: આભાર
id: Terima kasih
km: សូមអរគុណ
lo: ຂອບໃຈ
mn: Баярлалаа
mr: धन्यवाद
ms: Terima kasih
ne: धन्यवाद
nl: Hartelijk dank
pl: Dziękuję
ro: Mulțumesc
ru: Спасибо
si: ඔයාට ස්තූතියි
sq: Faleminderit
ta: நன்றி
te: ధన్యవాదాలు
th: ขอบคุณ
tr: Teşekkür ederiz
uk: Дякую
ur: شکریہ

# thankYouDescription
source: Your information has been submitted.
bn: আপনার তথ্য জমা দেওয়া হয়েছে।
de: Ihre Angaben wurden übermittelt.
gu: તમારી માહિતી સબમિટ કરવામાં આવી છે.
id: Informasi Anda telah dikirimkan.
km: ព័ត៌មានរបស់អ្នកត្រូវបានដាក់បញ្ជូន។
lo: ຂໍ້ມູນຂອງທ່ານໄດ້ຖືກສົ່ງ.
mn: Таны мэдээллийг илгээсэн.
mr: तुमची माहिती सादर केली आहे.
ms: Maklumat anda telah diserahkan.
ne: तपाईंको जानकारी पेश गरिएको छ।
nl: Uw informatie is ingediend.
pl: Twoje informacje zostały przesłane.
ro: Informațiile dumneavoastră au fost transmise.
ru: Ваша информация отправлена
si: ඔබගේ තොරතුරු ඉදිරිපත් කර ඇත.
sq: Informacioni juaj është dorëzuar.
ta: உங்கள் தகவல் சமர்ப்பிக்கப்பட்டது.
te: మీ సమాచారం సమర్పించబడింది.
th: ข้อมูลของคุณถูกส่งแล้ว
tr: Bilgileriniz gönderilmiştir.
uk: Ваша інформація надіслана.
ur: آپ کی معلومات جمع کر دی گئی ہیں۔

source: OK
bn: ঠিক আছে
gu: બરાબર
id: BAIKLAH.
km: យល់ព្រម
lo: ຕົກລົງ
mn: БОЛЖ БАЙНА УУ
mr: ठीक आहे
ms: okey
ne: ठिक छ
si: හරි
sq: Ne rregull
ta: சரி
te: అలాగే
th: ตกลง
tr: TAMAM.
uk: ГАРАЗД.
ur: ٹھیک ہے

source: Personal Details
bn: ব্যক্তিগত বিবরণ
de: Persönliche Angaben
gu: અંગત વિગતો
id: Detail Pribadi
km: ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន
lo: ຂໍ້ມູນສ່ວນຕົວ
mn: Хувийн мэдээлэл
mr: वैयक्तिक माहिती
ms: Maklumat peribadi
ne: व्यक्तिगत विवरणहरू
nl: Persoonlijke gegevens
pl: Dane osobowe
ro: Detalii personale
ru: Персональные данные
si: පුද්ගලික තොරතුරු
sq: Detaje personale
ta: சொந்த விவரங்கள்
te: వ్యక్తిగత వివరాలు
th: ข้อมูลส่วนตัว
tr: Kişisel Bilgiler
uk: Особисті дані
ur: ذاتی معلومات

source: First Name
bn: নামের প্রথম অংশ
de: Vorname
gu: પ્રથમ નામ
id: Nama depan
km: ឈ្មោះដំបូង
lo: ຊື່ແທ້
mn: Өөрийн нэр
mr: पहिले नाव
ms: Nama pertama
ne: पहिलो नाम
nl: Voornaam
pl: Imię
ro: Primul nume
ru: Имя
si: මුල් නම
sq: Emri
ta: முதல் பெயர்
te: మొదటి పేరు
th: ชื่อจริง
tr: İlk İsim
uk: Ім'я та прізвище
ur: پہلا نام

# firstNamePlaceholder
source: Your first name
bn: তোমার নামের প্রথম অংশ
de: Ihr Vorname
gu: તમારા પ્રથમ નામ
id: Nama depan Anda
km: ឈ្មោះដំបូងរបស់អ្នក។
lo: ຊື່ຂອງທ່ານ
mn: Таны нэр
mr: तुमचं पहिलं नाव
ms: Nama pertama anda
ne: तपाईंको पहिलो नाम
nl: Je voornaam
pl: Imię i nazwisko
ro: Prenumele dumneavoastră
ru: Ваше имя
si: ඔයාගේ මුල් නම
sq: Emri juaj i parë
ta: உன் முதல் பெயர்
te: మీ మొదటి పేరు
th: ชื่อจริงของคุณ
tr: İlk adınız
uk: Ваше ім'я
ur: آپ کا پہلا نام

source: Preferred Name
bn: পছন্দের নাম
de: Bevorzugter Name
gu: પસંદગીનું નામ
id: Nama Pilihan
km: ឈ្មោះដែលពេញចិត្ត
lo: ຊື່ທີ່ຕ້ອງການ
mn: Сонгосон нэр
mr: पसंतीचे नाव
ms: Nama Pilihan
ne: रुचाइएको नाम
nl: Voorkeur Naam
pl: Preferowana nazwa
ro: Nume preferat
ru: Предпочитаемое имя / прозвище
si: කැමති නම
sq: Emri preferuar
ta: விருப்பமான பெயர்
te: ఇష్టపడే పేరు
th: ชื่อเล่น
tr: Tercih Edilen İsim
uk: Бажане ім'я
ur: ترجیحی نام

# preferredNamePlaceholder
source: Your preferred name
bn: আপনার পছন্দের নাম
de: Ihr bevorzugter Name (optional)
gu: તમારું મનપસંદ નામ
id: Nama pilihan Anda
km: ឈ្មោះដែលអ្នកពេញចិត្ត (ជាជម្រើស)
lo: ຊື່ທີ່ທ່ານຕ້ອງການ
mn: Таны сонгосон нэр
mr: तुमचे पसंतीचे नाव
ms: Nama pilihan anda (pilihan)
ne: तपाईंको मनपर्ने नाम
nl: Je voorkeursnaam (optioneel)
pl: Preferowana nazwa użytkownika
ro: Numele dumneavoastră preferat
ru: Ваше предпочтительное имя / прозвище (необязательно)
si: ඔබ කැමති නම
sq: Emri juaj i preferuar
ta: உங்களுக்கு விருப்பமான பெயர்
te: మీకు ఇష్టమైన పేరు
th: ชื่อเล่นของคุณ
tr: Tercih ettiğiniz isim
uk: Ваше бажане ім'я
ur: آپ کا پسندیدہ نام

source: Middle Name
bn: মধ্য নাম
de: Mittlerer Name
gu: પિતાનું નામ
id: Nama Tengah
km: ជា​ឈ្មោះ​ក​ណ្តា​ល
lo: ຊື່ກາງ
mn: Дунд нэр
mr: मधले नाव
ms: Nama tengah
ne: बीचको नाम
nl: Middelste naam
pl: Drugie imię
ro: Nume de mijloc
ru: Отчество
si: මැද නම
sq: Emri i mesëm
ta: நடுத்தர பெயர்
te: మధ్య పేరు
th: ชื่อกลาง
tr: Göbek Adı
uk: Ім'я по батькові
ur: درمیانی نام

# middleNamePlaceholder
source: Your middle name
bn: তোমার মাঝের নাম
de: Ihr zweiter Vorname (optional)
gu: તમારું મધ્યમ નામ
id: Nama tengah Anda
km: ឈ្មោះកណ្តាលរបស់អ្នក (ជាជម្រើស)
lo: ຊື່ກາງຂອງເຈົ້າ
mn: Таны дунд нэр
mr: तुमचे मधले नाव
ms: Nama tengah anda (pilihan)
ne: तपाईंको बीचको नाम
nl: Je middelste naam (optioneel)
pl: Twoje drugie imię
ro: Al doilea nume
ru: Ваше отчество (необязательно)
si: ඔබේ මැද නම
sq: Emri juaj i mesëm
ta: உங்கள் நடுப் பெயர்
te: మీ మధ్య పేరు
th: ชื่อกลางของคุณ
tr: Göbek adınız
uk: Твоє друге ім'я
ur: آپ کا درمیانی نام

source: Last Name
bn: নামের শেষাংশ
de: Nachname
gu: છેલ્લું નામ
id: Nama belakang
km: នាមត្រកូល
lo: ນາມສະກຸນ
mn: Овог
mr: आडनाव
ms: Nama terakhir
ne: थर
nl: Achternaam
pl: Nazwisko
ro: Numele de familie
ru: Фамилия
si: අවසන් නම
sq: Mbiemri
ta: கடைசி பெயர்
te: చివరి పేరు
th: นามสกุล
tr: Soyadı
uk: Прізвище
ur: آخری نام

# lastNamePlaceholder
source: Your last name
bn: আপনার নামের শেষাংশ
de: Ihr Nachname
gu: તમારું છેલ્લું નામ
id: Nama belakang Anda
km: នាមត្រកូល​របស់​អ្នក
lo: ນາມສະກຸນຂອງເຈົ້າ
mn: Таны овог нэр
mr: तुमचे आडनाव
ms: Nama akhir kamu
ne: तिम्रो थर
nl: Je achternaam
pl: Twoje nazwisko
ro: Numele dvs. de familie
ru: Ваша фамилия
si: ඔබගේ අවසාන නම
sq: Mbiemri juaj
ta: உங்களுடைய கடைசி பெயர்
te: నీ చివరి పేరు
th: นามสกุลของคุณ
tr: Soyadınız
uk: Ваше прізвище
ur: آپ کا آخری نام

source: Second Last Name
bn: দ্বিতীয় শেষ নাম
de: Zweiter Nachname
gu: બીજું છેલ્લું નામ
id: Nama Belakang Kedua
km: នាមត្រកូលទីពីរ
lo: ນາມສະກຸນທີສອງ
mn: Хоёр дахь овог нэр
mr: दुसरे आडनाव
ms: Nama Akhir Kedua
ne: दोस्रो अन्तिम नाम
nl: Tweede achternaam
pl: Drugie nazwisko
ro: Al doilea nume de familie
ru: Вторая фамилия
si: දෙවන අවසාන නම
sq: Mbiemri i dytë
ta: இரண்டாவது கடைசி பெயர்
te: రెండవ చివరి పేరు
th: นามสกุลที่สอง
tr: İkinci Soyadı
uk: Ім'я та прізвище
ur: دوسرا آخری نام

# secondLastNamePlaceholder
source: Your second last name
bn: আপনার দ্বিতীয় পদবি
de: Ihr zweiter Nachname
gu: તમારું બીજું છેલ્લું નામ
id: Nama belakang kedua Anda
km: នាមត្រកូលទីពីររបស់អ្នក។
lo: ນາມສະກຸນທີສອງຂອງເຈົ້າ
mn: Таны хоёр дахь овог
mr: तुमचे दुसरे आडनाव
ms: Nama keluarga kedua anda
ne: तपाईंको दोस्रो अन्तिम नाम
nl: Je tweede achternaam
pl: Twoje drugie nazwisko
ro: Al doilea nume de familie
ru: Ваша вторая фамилия
si: ඔබේ දෙවන අවසාන නම
sq: Mbiemri juaj i dytë
ta: உங்கள் இரண்டாவது கடைசி பெயர்
te: మీ రెండవ చివరి పేరు
th: นามสกุลที่สองของคุณ
tr: İkinci soyadınız
uk: Ваше друге прізвище
ur: آپ کا دوسرا آخری نام

source: Title
bn: শিরোনাম
de: Titel
gu: શીર્ષક
id: Judul
km: ចំណងជើង
lo: ຫົວຂໍ້
mn: Гарчиг
mr: शीर्षक
ms: Tajuk
ne: शीर्षक
nl: Titel
pl: Tytuł
ro: Titlu
ru: Название
si: ශීර්ෂය
sq: Titulli
ta: தலைப்பு
te: శీర్షిక
th: คำนำหน้าชื่อ
tr: Başlık
uk: Назва
ur: عنوان

# titlePlaceholder
source: ex: Mr. Mrs. Miss. etc.
bn: যেমন: মি, মিসেস, মিস, ইত্যাদি।
de: z.B.: Herr, Frau, Fräulein, usw.
gu: દા.ત. શ્રી શ્રીમતી મિસ વગેરે.
id: ex: Bapak, Ibu, Nona, dll.
km: ឧទាហរណ៍៖ លោក លោកស្រី កញ្ញា ជាដើម។
lo: ຕົວຢ່າງ: ທ່ານ, ນາງ, ດຣ, ແລະອື່ນໆ.
mn: жишээ нь: Ноён хатагтай Мисс гэх мэт.
mr: उदा: मिस्टर मिसेस मिसेस इ.
ms: cth: Encik Puan Cik dll.
ne: उदाहरण: मिस्टर मिसेस मिस इत्यादि।
nl: voorbeeld: Mr. Mrs. Miss. etc.
pl: ex: Mr. Mrs. Miss. itd.
ro: ex: Domnul, doamna, domnișoara etc.
ru: пример: Mr. Mrs. Miss. и т.д.
si: උදා: මිසිස් මිස් යනාදිය.
sq: p.sh.: zonja zonjusha etj.
ta: எ.கா: திரு. திருமதி. மிஸ். போன்றவை.
te: ఉదా: మిస్టర్ శ్రీమతి మిస్. మొదలైనవి.
th: เช่น นาย นาง นางสาว เป็นต้น
tr: Örn: Bay. Bayan. vb.
uk: колишній: Містер, місіс, міс і т.д.
ur: مثال کے طور پر: مسٹر مسز مسز وغیرہ۔

source: Gender
bn: লিঙ্গ
de: Geschlecht
gu: જાતિ
id: Jenis Kelamin
km: ភេទ
lo: ເພດ
mn: Хүйс
mr: लिंग
ms: Jantina
ne: लिङ्ग
nl: Geslacht
pl: Płeć
ro: Sex
ru: Гендер
si: ස්ත්රී පුරුෂ භාවය
sq: Gjinia
ta: பாலினம்
te: లింగం
th: เพศ
tr: Cinsiyet
uk: Стать
ur: صنف

source: Birth Date
bn: জন্ম তারিখ
de: Geburtsdatum
gu: જન્મતારીખ
id: Tanggal Lahir
km: ថ្ងៃខែ​ឆ្នាំ​កំណើត
lo: ວັນເດືອນປີເກີດ
mn: Төрсөн огноо
mr: जन्मदिनांक
ms: Tarikh lahir
ne: जन्म मिति
nl: Geboortedatum
pl: Data urodzenia
ro: Data nașterii
ru: Дата рождения
si: උපන් දිනය
sq: Data e lindjes
ta: பிறந்த தேதி
te: పుట్టిన తేదీ
th: วันที่เกิด
tr: Doğum Tarihi
uk: Дата народження
ur: تاریخ پیدائش

# birthDatePlaceholder
source: Your birth date
bn: আপনার জন্ম তারিখ
de: Ihr Geburtsdatum
gu: તમારી જન્મ તારીખ
id: Tanggal lahir Anda
km: ថ្ងៃខែឆ្នាំកំណើតរបស់អ្នក។
lo: ວັນເດືອນປີເກີດຂອງທ່ານ
mn: Таны төрсөн огноо
mr: तुमची जन्मतारीख
ms: tarikh lahir awak
ne: तपाईंको जन्म मिति
nl: Je geboortedatum
pl: Data urodzenia
ro: Data nașterii dvs
ru: Дата рождения
si: ඔබේ උපන් දිනය
sq: Data juaj e lindjes
ta: உங்கள் பிறந்த தேதி
te: మీ పుట్టిన తేదీ
th: วันเกิดของคุณ
tr: Doğum tarihiniz
uk: Ваша дата народження
ur: آپ کی تاریخ پیدائش

# ageCalculator
source: You are currently <strong>one</strong> year old
bn: আপনার বয়স বর্তমানে <strong>এক</strong> বছর
de: Sie sind derzeit <strong>ein</strong> Jahr alt
id: Anda saat ini <strong>%d</strong> tahun
km: បច្ចុប្បន្ន អ្នកមានអាយុ <strong>%d</strong> ឆ្នាំ។
lo: ໃນປັດຈຸບັນທ່ານມີອາຍຸ <strong>%d</strong> ປີ
mn: Та одоогоор <strong>нэг</strong> настай
mr: तुम्ही सध्या <strong>एक</strong> वर्षाचे आहात
ms: Anda kini berumur <strong>%d</strong> tahun
ne: तपाईं हाल <strong>एक</strong> वर्षको हुनुहुन्छ
nl: Je bent momenteel <strong>een</strong> jaar oud
pl: Obecnie jesteś <strong>jeden</strong> lat
ro: Sunteți în prezent <strong>un</strong> de un an
ru: В настоящее время вам <strong>1</strong> год.
si: ඔබ දැනට වයස අවුරුදු <strong>එක</strong> යි
sq: Aktualisht jeni <strong>një</strong> vjeç
ta: உங்களுக்கு தற்போது <strong>ஒரு</strong> வயது
te: మీ వయస్సు ప్రస్తుతం <strong>ఒక</strong> సంవత్సరాలు
th: ขณะนี้คุณอายุ <strong>%d</strong> ปี
tr: Şu anda <strong>bir</strong> yaşındasınız
uk: Наразі вам виповнився <strong>один</strong> рік
ur: آپ اس وقت <strong>ایک</strong> سال کے ہیں۔

source: Family Information
bn: পারিবারিক তথ্য
de: Informationen zur Familie
gu: કૌટુંબિક માહિતી
id: Informasi Keluarga
km: ព័ត៌មានគ្រួសារ
lo: ຂໍ້ມູນຄອບຄົວ
mn: Гэр бүлийн мэдээлэл
mr: कौटुंबिक माहिती
ms: Maklumat Keluarga
ne: पारिवारिक जानकारी
nl: Familie informatie
pl: Informacje rodzinne
ro: Informații de familie
ru: Информация о семье
si: පවුලේ තොරතුරු
sq: Informacione Familjare
ta: குடும்ப தகவல்
te: కుటుంబ సమాచారం
th: ข้อมูลครอบครัว
tr: Aile Bilgileri
uk: Інформація про сім'ю
ur: خاندانی معلومات

source: Staff Unit
bn: স্টাফ ইউনিট
de: Referat Personal
gu: સ્ટાફ યુનિટ
id: Unit Staf
km: អង្គភាពបុគ្គលិក
lo: ຫນ່ວຍງານພະນັກງານ
mn: Ажилтны нэгж
mr: कर्मचारी युनिट
ms: Unit Kakitangan
ne: कर्मचारी एकाइ
nl: Personeel Eenheid
pl: Jednostka personelu
ro: Unitatea de personal
ru: Штатное подразделение
si: කාර්ය මණ්ඩල ඒකකය
sq: Njësia e Stafit
ta: பணியாளர் பிரிவு
te: స్టాఫ్ యూనిట్
th: หน่วยของเจ้าหน้าที่
tr: Personel Birimi
uk: Кадровий підрозділ
ur: اسٹاف یونٹ
