Repository: CruGlobal/global-hr-update-po
Catalog: *.po
Languages: bn, de, gu, id, km, lo, mn, mr, ms, ne, nl, pl, ro, ru, si, sq, ta, te, th, tr, uk, ur

source: City
bn: শহর
de: Stadt
gu: શહેર
id: Kota
km: ទីក្រុង
lo: ເມືອງ
mn: Хот
mr: शहर
ms: Bandar
ne: सहर
nl: Stad
pl: Miasto
ro: Orașul
ru: Город
si: නගරය
sq: Qyteti
ta: நகரம்
te: నగరం
th: เมือง
tr: Şehir
uk: Місто
ur: شہر

# cityPlaceholder
source: Your city
bn: তোমার শহর
de: Deine Stadt
gu: તમારૂ શહેર
id: Kota Anda
km: ទីក្រុង​របស់​អ្នក
lo: ເມືອງຂອງເຈົ້າ
mn: Чиний хот
mr: तुमचे शहर
ms: Bandar anda
ne: तिम्रो सहर
nl: Jouw stad
pl: Twoje miasto
ro: Orașul dumneavoastră
ru: Ваш город
si: ඔබේ නගරය
sq: Qyteti yt
ta: உங்கள் நகரம்
te: మీ నగరం
th: เมืองของคุณ
tr: Sizin şehriniz
uk: Твоє місто
ur: آپکا شہر

source: State/Province
bn: রাজ্য/প্রদেশ
de: Staat/Provinz
gu: રાજ્ય/પ્રાંત
id: Negara Bagian/Provinsi
km: រដ្ឋ/ខេត្ត
lo: ລັດ/ແຂວງ
mn: Муж/Аймаг
mr: राज्य/प्रांत
ms: Negeri/Wilayah
ne: राज्य/प्रान्त
nl: Staat/provincie
pl: Państwo/Prowincja
ro: Stat/Provincie
ru: Штат/провинция
si: ප්රාන්තය/පළාත
sq: Shteti/Provinca
ta: மாநிலம்/மாகாணம்
te: రాష్ట్రం/ప్రావిన్స్
th: รัฐ / จังหวัด
tr: Eyalet/İl
uk: Штат/провінція
ur: ریاست/صوبہ

# stateProvincePlaceholder
source: Your state or province
bn: আপনার রাজ্য বা প্রদেশ
de: Ihr Bundesland/Provinz
gu: તમારું રાજ્ય અથવા પ્રાંત
id: Negara bagian atau provinsi Anda
km: រដ្ឋ/ខេត្តរបស់អ្នក។
lo: ລັດ ຫຼື ແຂວງຂອງເຈົ້າ
mn: Танай муж эсвэл муж
mr: आपले राज्य किंवा प्रांत
ms: negeri/wilayah anda
ne: तपाईंको राज्य/प्रान्त
nl: Uw staat/provincie
pl: Twój stan lub prowincja
ro: Statul sau provincia dumneavoastră
ru: Ваш штат/провинция
si: ඔබේ ප්‍රාන්තය හෝ පළාත
sq: Shteti/provinca juaj
ta: உங்கள் மாநிலம் அல்லது மாகாணம்
te: మీ రాష్ట్రం లేదా ప్రావిన్స్
th: รัฐ/จังหวัดของคุณ
tr: Eyaletiniz veya iliniz
uk: Ваш штат або провінція
ur: آپ کی ریاست یا صوبہ

# zip
source: ZIP code
bn: জিপ কোড
de: Reißverschluss
gu: પિન કોડ
id: Kode pos
km: ហ្ស៊ីប
lo: ລະຫັດໄປສະນີ
mn: бүсийн код
mr: पिनकोड
ms: Zip
ne: Zip
nl: Zip
pl: Kod pocztowy
ro: Cod poștal
ru: Zip
si: සිප් කේතය
sq: Zip
ta: அஞ்சல் குறியீடு
te: జిప్ కోడ్
th: รหัสไปรษณีย์
tr: Posta kodu
uk: Поштовий індекс
ur: زپ کوڈ

# zipPlaceholder
source: Your zip or postal code
bn: আপনার জিপ বা পোস্টাল কোড
de: Ihre Postleitzahl
gu: તમારો પિન અથવા પોસ્ટલ કોડ
id: Kode pos atau kode pos Anda
km: លេខកូដតំបន់របស់អ្នក។
lo: ລະຫັດໄປສະນີ ຫຼືລະຫັດໄປສະນີຂອງທ່ານ
mn: Таны зип эсвэл шуудангийн код
mr: तुमचा पिन किंवा पोस्टल कोड
ms: Poskod anda
ne: तपाईंको जिप कोड
nl: Uw postcode
pl: Kod pocztowy lub kod pocztowy
ro: Codul dumneavoastră poștal sau codul poștal
ru: Ваш почтовый индекс
si: ඔබගේ zip හෝ තැපැල් කේතය
sq: Kodi juaj postar
ta: உங்கள் அஞ்சல் குறியீடு அல்லது அஞ்சல் குறியீடு
te: మీ జిప్ లేదా పోస్టల్ కోడ్
th: รหัสไปรษณีย์ของคุณ
tr: Posta kodunuz veya posta kodunuz
uk: Ваш індекс або поштовий індекс
ur: آپ کا زپ یا پوسٹل کوڈ

source: Country
bn: দেশ
de: Land
gu: દેશ
id: Negara
km: ប្រទេស
lo: ປະເທດ
mn: Улс
mr: देश
ms: Negara
ne: देश
nl: Land
pl: Kraj
ro: Țara
ru: Страна
si: රට
sq: Vendi
ta: நாடு
te: దేశం
th: ประเทศ
tr: Ülke
uk: Країна
ur: ملک

# countryPlaceholder
source: Your country
bn: তোমার দেশ
de: Ihr Land
gu: તમારો દેશ
id: Negara Anda
km: ប្រទេស​របស់​អ្នក
lo: ປະເທດຂອງເຈົ້າ
mn: Танай улс
mr: आपला देश
ms: Negara awak
ne: तिम्रो देश
nl: Jouw land
pl: Twój kraj
ro: Țara dumneavoastră
ru: Ваша страна
si: ඔබගේ රට
sq: Vendi juaj
ta: உங்கள் நாடு
te: మీ దేశం
th: ประเทศของคุณ
tr: Sizin ülkeniz
uk: Твоя країна
ur: آپ کا ملک

source: Shipping Address
bn: প্রেরণের ঠিকানা
de: Lieferadresse
gu: પહોંચાડવાનું સરનામું
id: Alamat Pengiriman
km: អាសយដ្ឋានដឹកជញ្ជូន
lo: ທີ່ຢູ່ຈັດສົ່ງ
mn: Хүргэлтийн хаяг
mr: शिपिंग पत्ता
ms: Alamat Penghantaran
ne: ढुवानी ठेगाना
nl: Verzendadres
pl: Adres wysyłki
ro: Adresa de expediere
ru: Адрес доставки
si: බෙදාහැරීමේ ලිපිනය
sq: Adresa e Transportit
ta: சேரும் முகவரி
te: షిప్పింగ్ చిరునామా
th: ที่อยู่จัดส่ง
tr: Gönderi Adresi
uk: Адреса доставки
ur: شپنگ ایڈریس

source: same as permanent
bn: same as স্থায়ী
de: gleich wie permanent
gu: કાયમી જેવું જ
id: sama seperti permanen
km: ដូចគ្នានឹងអចិន្រ្តៃយ៍
lo: ເຊັ່ນດຽວກັນກັບຖາວອນ
mn: байнгын адил
mr: कायमस्वरूपी
ms: sama seperti kekal
ne: स्थायी जस्तै
nl: hetzelfde als permanent
pl: taki sam jak stały
ro: la fel ca și permanent
ru: то же, что и постоянный
si: ස්ථිර ලෙසම
sq: njëjtë si i përhershëm
ta: நிரந்தரம் போன்றது
te: అదే శాశ్వతమైనది
th: เช่นเดียวกับที่อยู่หลัก
tr: kalıcı ile aynı
uk: те саме, що й постійний
ur: مستقل کے طور پر ایک ہی

source: Job Title
bn: কাজের শিরোনাম
de: Berufsbezeichnung
gu: જોબ શીર્ષક
id: Jabatan
km: ចំណងជើងការងារ
lo: ຕໍາແຫນ່ງ
mn: Албан тушаал
mr: नोकरी शीर्षक
ms: Jawatan Kosong
ne: नौकरी शीर्षक
nl: Functie
pl: Stanowisko
ro: Titlul postului
ru: Название должности
si: රැකියා තනතුර
sq: Titulli i Punës
ta: வேலை தலைப்பு
te: ఉద్యోగ శీర్షిక
th: ชื่อตำแหน่งงาน
tr: İş Ünvanı
uk: Назва посади
ur: ملازمت کا عنوان

# jobTitlePlaceholder
source: Your job title
bn: আপনার কাজের শিরোনাম
de: Ihre Berufsbezeichnung
gu: તમારી નોકરીનું શીર્ષક
id: Jabatan pekerjaan Anda
km: ចំណងជើងការងាររបស់អ្នក។
lo: ຊື່ວຽກຂອງເຈົ້າ
mn: Таны ажлын нэр
mr: तुमची नोकरी शीर्षक
ms: Tajuk kerja anda
ne: तपाईंको काम शीर्षक
nl: Je functietitel
pl: Tytuł zawodowy
ro: Titlul postului dvs.
ru: Ваша должность
si: ඔබේ රැකියා මාතෘකාව
sq: Titulli juaj i punës
ta: உங்கள் வேலை தலைப்பு
te: మీ ఉద్యోగ శీర్షిక
th: ตำแหน่งงานของคุณ
tr: İş unvanınız
uk: Ваша посада
ur: آپ کی ملازمت کا عنوان

source: Job Description
bn: কাজের বিবরণী
de: Arbeitsbeschreibung
gu: કામનું વર્ણન
id: Deskripsi Pekerjaan
km: ការពិពណ៌នាការងារ
lo: ລາຍລະອຽດວຽກ
mn: Ажлын байрны тодорхойлолт
mr: कामाचे स्वरूप
ms: Deskripsi kerja
ne: कामको विवरण
nl: Functieomschrijving
pl: Opis stanowiska
ro: Descrierea postului
ru: Описание работы
si: රැකියා විස්තරය
sq: Përshkrimi i punës
ta: வேலை விவரம்
te: ఉద్యోగ వివరణ
th: รายละเอียดตำแหน่งงาน
tr: İş Tanımı
uk: Опис вакансії
ur: کام کی تفصیل

# jobDescriptionPlaceholder
source: Your job description
bn: আপনার কাজের বিবরণ
de: Ihre Stellenbeschreibung
gu: તમારી નોકરીનું વર્ણન
id: Deskripsi pekerjaan Anda
km: ការពិពណ៌នាការងាររបស់អ្នក។
lo: ລາຍລະອຽດວຽກເຮັດງານທໍາຂອງທ່ານ
mn: Таны ажлын байрны тодорхойлолт
mr: तुमच्या नोकरीचे वर्णन
ms: Penerangan kerja anda
ne: तपाईंको काम विवरण
nl: Je functieomschrijving
pl: Opis stanowiska pracy
ro: Descrierea postului dumneavoastră
ru: Ваша должностная инструкция
si: ඔබේ රැකියා විස්තරය
sq: Përshkrimi i punës suaj
ta: உங்கள் வேலை விளக்கம்
te: మీ ఉద్యోగ వివరణ
th: รายละเอียดตำแหน่งงานของคุณ
tr: İş tanımınız
uk: Ваша посадова інструкція
ur: آپ کی ملازمت کی تفصیل

source: Select Entity
bn: সত্তা নির্বাচন করুন
de: Entität auswählen
gu: એન્ટિટી પસંદ કરો
id: Pilih Entitas
km: ជ្រើសរើសអង្គភាព
lo: ເລືອກ Entity
mn: Аж ахуйн нэгжийг сонгоно уу
mr: घटक निवडा
ms: Pilih Entiti
ne: निकाय चयन गर्नुहोस्
nl: Selecteer entiteit
pl: Wybierz podmiot
ro: Selectați entitatea
ru: Выберите организацию
si: ආයතනය තෝරන්න
sq: Zgjidhni Entitet
ta: நிறுவனத்தைத் தேர்ந்தெடுக்கவும்
te: ఎంటిటీని ఎంచుకోండి
tr: Varlık Seçin
uk: Виберіть об'єкт
ur: ہستی کو منتخب کریں۔

# selectEntityInstructions
source: There are multiple records matching your email address. Please choose the one you wish to update.
bn: আপনার ইমেল ঠিকানা মিলে একাধিক রেকর্ড আছে. আপনি আপডেট করতে চান একটি চয়ন করুন।
de: Es gibt mehrere Datensätze zu Ihrer E-Mail-Adresse. Bitte wählen Sie den Datensatz, den Sie aktualisieren möchten.
gu: તમારા ઈમેલ એડ્રેસ સાથે મેળ ખાતા બહુવિધ રેકોર્ડ્સ છે. કૃપા કરીને તમે અપડેટ કરવા માંગો છો તે પસંદ કરો.
id: Ada beberapa catatan yang cocok dengan alamat email Anda. Pilih salah satu yang ingin Anda perbarui.
km: មានកំណត់ត្រាជាច្រើនដែលត្រូវគ្នានឹងអាសយដ្ឋានអ៊ីមែលរបស់អ្នក។ សូមជ្រើសរើសមួយដែលអ្នកចង់ធ្វើបច្ចុប្បន្នភាព។
lo: ມີຫຼາຍບັນທຶກທີ່ກົງກັບທີ່ຢູ່ອີເມວຂອງເຈົ້າ. ກະລຸນາເລືອກອັນທີ່ທ່ານຕ້ອງການອັບເດດ.
mn: Таны имэйл хаягтай таарах олон бичлэг байна. Шинэчлэхийг хүсч буй зүйлээ сонгоно уу.
mr: तुमच्या ईमेल पत्त्याशी जुळणारे अनेक रेकॉर्ड आहेत. कृपया तुम्ही अपडेट करू इच्छित असलेला निवडा.
ms: Terdapat berbilang rekod yang sepadan dengan alamat e-mel anda. Sila pilih yang ingin anda kemas kini.
ne: तपाईको इमेल ठेगानासँग मिल्दो धेरै रेकर्डहरू छन्। कृपया तपाईंले अद्यावधिक गर्न चाहनुभएको एउटा छान्नुहोस्।
nl: Er zijn meerdere records die overeenkomen met je e-mailadres. Kies degene die je wilt bijwerken.
pl: Istnieje wiele rekordów pasujących do Twojego adresu e-mail. Wybierz ten, który chcesz zaktualizować.
ro: Există mai multe înregistrări care corespund adresei dvs. de e-mail. Vă rugăm să o alegeți pe cea pe care doriți să o actualizați.
ru: Существует несколько записей, соответствующих вашему адресу электронной почты. Пожалуйста, выберите ту, которую вы хотите обновить.
si: ඔබගේ ඊමේල් ලිපිනයට ගැළපෙන වාර්තා කිහිපයක් තිබේ. කරුණාකර ඔබ යාවත්කාලීන කිරීමට කැමති එකක් තෝරන්න.
sq: Ka shumë regjistrime që përputhen me adresën tuaj të emailit. Ju lutemi zgjidhni atë që dëshironi të përditësoni.
ta: உங்கள் மின்னஞ்சல் முகவரியுடன் பல பதிவுகள் பொருந்துகின்றன. நீங்கள் புதுப்பிக்க விரும்பும் ஒன்றைத் தேர்ந்தெடுக்கவும்.
te: మీ ఇమెయిల్ చిరునామాకు సరిపోలే అనేక రికార్డులు ఉన్నాయి. దయచేసి మీరు అప్‌డేట్ చేయాలనుకుంటున్న దాన్ని ఎంచుకోండి.
tr: E-posta adresinizle eşleşen birden fazla kayıt var. Lütfen güncellemek istediğinizi seçin.
uk: Існує кілька записів, що відповідають вашій електронній адресі. Будь ласка, виберіть той, який ви хочете оновити.
ur: آپ کے ای میل ایڈریس سے مماثل متعدد ریکارڈز ہیں۔ براہ کرم ایک منتخب کریں جسے آپ اپ ڈیٹ کرنا چاہتے ہیں۔

source: indicates required field
bn: প্রয়োজনীয় ক্ষেত্র নির্দেশ করে
gu: જરૂરી વિભાગો બતાવે છે
id: menunjukkan bidang yang diperlukan
lo: ຊີ້ບອກພາກສະຫນາມທີ່ຕ້ອງການ
mn: Шаардлагатай талбар харуулж байна
mr: आवश्यक फील्ड दर्शवते
ne: आवश्यक क्षेत्र संकेत
pl: wskazuje wymagane pole
ro: indică un câmp obligatoriu
si: අවශ්ය ක්ෂේත්රය පෙන්නුම් කරයි
sq: tregon fushat e kërkuara
ta: தேவையான புலத்தை குறிக்கிறது
te: ఖచ్చితంగా పూరించవలసిన వివరాలను సూచిస్తుంది
tr: gerekli alanı gösterir
uk: вказує на обов'язкове поле
ur: مطلوبہ فیلڈ کی طرف اشارہ کرتا

source: Province
bn: প্রদেশ
gu: પ્રાંત
id: Provinsi
lo: ແຂວງ
mn: муж
mr: प्रांत
pl: Prowincja
ro: Provincie
si: පළාත
ta: மாகாணம்
te: ప్రావిన్స్
tr: İl
uk: Провінція
ur: صوبہ

source: State
bn: অবস্থা
gu: રાજ્ય
id: Negara
lo: ລັດ
mn: муж
mr: राज्य
pl: Stan
ro: Stat
si: රජයේ
ta: நிலை
te: రాష్ట్రం
tr: Eyalet
uk: Держава
ur: حالت

source: Postal code
bn: পোস্ট অফিসের নাম্বার
gu: પોસ્ટ કોડ
id: Kode pos
lo: ລະຫັດໄປສະນີ
mn: Шуудангийн код
mr: पिनकोड
pl: Kod pocztowy
ro: Cod poștal
si: තැපැල් කේතය
ta: அஞ்சல் குறியீடு
te: పోస్టల్ కోడ్
tr: Posta kodu
uk: Поштовий індекс
ur: ڈاک کامخصوص نمبر

source: Address Book
bn: ঠিকানা বই
gu: સરનામા પુસ્તિકા
id: Buku Alamat
lo: ປື້ມທີ່ຢູ່
mn: Хаяг хадгалах ном
mr: अॅड्रेस बुक
pl: Książka adresowa
ro: Agendă de adrese
si: ලිපින පොත
ta: முகவரி புத்தகம்
te: చిరునామా పుస్తకం
tr: Adres Defteri
uk: Адресна книга
ur: ایڈریس بک

source: Address nickname
bn: ঠিকানা ডাকনাম
gu: સરનામું ઉપનામ
id: Alamat nama panggilan
lo: ທີ່ຢູ່ ຊື່ຫຼິ້ນ
mn: Хаягийн хоч
mr: पत्ता टोपणनाव
pl: Pseudonim adresu
ro: Adresa porecla
si: ලිපිනය අන්වර්ථ නාමය
ta: முகவரி புனைப்பெயர்
te: చిరునామా మారుపేరు
tr: Adres takma adı
uk: Адресний нікнейм
ur: پتہ عرفیت

source: Address line 1
bn: ঠিকানা লাইন 1
gu: એડ્રેસ લાઇન 1
id: Baris alamat 1
lo: ແຖວທີ່ຢູ່ 1
mn: Хаягийн мөр 1
mr: पत्ता ओळ 1
pl: Linia adresowa 1
ro: Linia de adresă 1
si: ලිපින පේළි 1
ta: முகவரி வரி 1
te: చిరునామా లైన్ 1
tr: Adres satırı 1
uk: Адресний рядок 1
ur: پتہ لائن 1

# address line 1 placeholder
source: Your address
bn: আপনার ঠিকানা
gu: તમારું સરનામું
id: Alamat Anda
lo: ທີ່ຢູ່ຂອງເຈົ້າ
mn: Таны хаяг
mr: तुमचा पत्ता
pl: Twój adres
ro: Adresa dvs.
si: ඔබේ ලිපිනය
ta: உங்கள் முகவரி
te: మీ చిరునామా
tr: Adresiniz
uk: Ваша адреса
ur: آپ کا پتہ

source: Address line 2
bn: ঠিকানা লাইন ২
gu: સરનામાની લાઇન નં 2
id: Baris alamat 2
lo: ແຖວທີ່ຢູ່ 2
mn: Хаягийн мөр 2
mr: पत्ता ओळ 2
pl: Linia adresowa 2
ro: Linia de adresă 2
si: ලිපින පේළිය 2
ta: முகவரி வரி 2
te: చిరునామా లైన్ 2
tr: Adres satırı 2
uk: Адресний рядок 2
ur: پتہ لائن 2

# address line 2 placeholder
source: Additional line if needed
bn: প্রয়োজনে অতিরিক্ত লাইন
gu: જો જરૂરી હોય તો વધારાની લાઇન
id: Baris tambahan jika diperlukan
lo: ສາຍເພີ່ມເຕີມຖ້າຕ້ອງການ
mn: Шаардлагатай бол нэмэлт шугам
mr: आवश्यक असल्यास अतिरिक्त ओळ
pl: Dodatkowa linia w razie potrzeby
ro: Linie suplimentară, dacă este necesar
si: අවශ්ය නම් අමතර රේඛාවක්
ta: தேவைப்பட்டால் கூடுதல் வரி
te: అవసరమైతే అదనపు లైన్
tr: Gerekirse ek hat
uk: Додатковий рядок, якщо потрібно
ur: اگر ضرورت ہو تو اضافی لائن

source: Address line 3
bn: ঠিকানা লাইন 3
gu: એડ્રેસ લાઇન 3
id: Baris alamat 3
lo: ແຖວທີ່ຢູ່ 3
mn: Хаягийн мөр 3
mr: पत्ता ओळ 3
pl: Linia adresowa 3
ro: Linia de adresă 3
si: ලිපින පේළිය 3
ta: முகவரி வரி 3
te: చిరునామా లైన్ 3
tr: Adres satırı 3
uk: Адресний рядок 3
ur: ایڈریس لائن 3

source: Delete this address?
bn: এই ঠিকানা মুছবেন?
gu: આ સરનામું કાઢી નાખીએ?
id: Menghapus alamat ini?
lo: ລຶບທີ່ຢູ່ນີ້ບໍ?
mn: Энэ хаягийг устгах уу?
mr: हा पत्ता हटवायचा?
pl: Usunąć ten adres?
ro: Ștergeți această adresă?
si: මෙම ලිපිනය මකන්නද?
ta: இந்த முகவரியை நீக்கவா?
te: ఈ చిరునామాను తొలగించాలా?
tr: Bu adresi silelim mi?
uk: Видалити цю адресу?
ur: یہ پتہ حذف کریں؟

source: for shipping
bn: শিপিং জন্য
gu: શિપિંગ માટે
id: untuk pengiriman
lo: ສໍາລັບການຂົນສົ່ງ
mr: शिपिंगसाठी
pl: do wysyłki
ro: pentru expediere
si: නැව්ගත කිරීම සඳහා
ta: கப்பல் போக்குவரத்துக்கு
te: షిప్పింగ్ కోసం
tr: nakliye için
uk: для доставки

source: Issuing Country
bn: প্রদানকারী দেশে
gu: જારી દેશ
id: Negara Penerbit
pl: Kraj wydający
si: නිකුත් කරන රට
tr: İhraç Eden Ülke
uk: Країна, що видала ліцензію

source: Privacy policy
bn: গোপনীয়তা নীতি
id: Kebijakan privasi
pl: Polityka prywatności
uk: Політика конфіденційності
