Repository: CruGlobal/global-hr-update-po
Catalog: *.po
Languages: bn, de, gu, id, km, lo, mn, mr, ms, ne, nl, pl, ro, ru, si, sq, ta, te, th, tr, uk, ur

source: Approve Change
bn: পরিবর্তন অনুমোদন করুন
de: Änderung genehmigen
gu: ફેરફાર મંજૂર કરો
id: Menyetujui Perubahan
km: យល់ព្រមលើការផ្លាស់ប្តូរ
lo: ອະນຸມັດການປ່ຽນແປງ
mn: Өөрчлөлтийг зөвшөөрөх
mr: बदल मंजूर करा
ms: Luluskan Perubahan
ne: परिवर्तन अनुमोदन गर्नुहोस्
nl: Wijziging goedkeuren
pl: Zatwierdź zmianę
ro: Aprobarea modificării
ru: Утвердить изменения
si: වෙනස් කිරීම අනුමත කරන්න
sq: Mirato ndryshimin
ta: மாற்றத்தை அங்கீகரிக்கவும்
te: మార్పును ఆమోదించండి
th: อนุมัติการเปลี่ยนแปลง
tr: Değişikliği Onaylayın
uk: Затвердити зміну
ur: تبدیلی کو منظور کریں۔

source: Approve
bn: অনুমোদন করুন
de: Genehmigen Sie
gu: મંજૂર
id: Menyetujui
km: យល់ព្រម
lo: ອະນຸມັດ
mn: Зөвшөөрөх
mr: मंजूर
ms: Terima
ne: अनुमोदन गर्नुहोस्
nl: Goedkeuren
pl: Zatwierdzić
ro: Aprobarea
ru: Утвердить
si: අනුමත කරන්න
sq: Mirato
ta: ஒப்புதல்
te: ఆమోదించడానికి
th: อนุมัติ
tr: Onaylamak
uk: Схвалити
ur: منظور کرو

source: Delete
bn: মুছে ফেলা
de: Löschen
gu: કાઢી નાખો
id: Menghapus
km: លុប
lo: ລຶບ
mn: Устгах
mr: हटवा
ms: Padam
ne: मेटाउन
nl: Verwijder
pl: Usuń
ro: Ștergeți
ru: Удалить
si: මකන්න
sq: Fshije
ta: அழி
te: తొలగించు
th: ลบ
tr: Silme
uk: Видалити
ur: حذف کریں۔

source: Deleting
bn: মুছে ফেলা হচ্ছে
de: Löschen von
gu: કાઢી રહ્યું છે
id: Menghapus
km: ការលុប
lo: ກຳລັງລຶບ
mn: Устгаж байна
mr: हटवत आहे
ms: Memadam
ne: मेटाउँदै
nl: verwijderen
pl: Usuwanie
ro: Ștergerea
ru: Удаление
si: මකා දැමීම
sq: Fshirja
ta: நீக்குகிறது
te: తొలగిస్తోంది
th: กำลังลบ
tr: Silme
uk: Видалення
ur: حذف کرنا

source: Deleted
bn: মুছে ফেলা হয়েছে
de: Gelöscht
gu: કાઢી નાખ્યું
id: Dihapus
km: បានលុប
lo: ລຶບແລ້ວ
mn: Устгасан
mr: हटवले
ms: Dipadamkan
ne: मेटाइयो
nl: Verwijderd
pl: Usunięto
ro: Șters
ru: Удалено
si: මකා දමන ලදී
sq: Fshirë
ta: நீக்கப்பட்டது
te: తొలగించబడింది
th: ลบแล้ว
tr: Silinmiş
uk: Видалено
ur: حذف کر دیا گیا۔

source: Type
bn: টাইপ
de: Typ
gu: પ્રકાર
id: Jenis
km: ប្រភេទ
lo: ປະເພດ
mn: Төрөл
mr: प्रकार
ms: taip
ne: टाइप गर्नुहोस्
pl: Typ
ro: Tip
ru: Тип
si: ටයිප් කරන්න
sq: Lloji
ta: வகை
te: టైప్ చేయండి
th: พิมพ์
tr: Tip
uk: Тип
ur: قسم

source: Number
bn: সংখ্যা
de: Nummer
gu: નંબર
id: Nomor
km: ចំនួន
lo: ເລກ
mn: Тоо
mr: क्रमांक
ms: Nombor
ne: नम्बर
nl: Aantal
pl: Liczba
ro: Număr
ru: Номер
si: අංකය
sq: Numri
ta: எண்
te: సంఖ్య
th: ตัวเลข
tr: Sayı
uk: Номер
ur: نمبر

# fullTimeEquivalent
source: Full Time Equivalent (FTE)
bn: ফুল টাইম সমতুল্য (FTE)
de: Vollzeitäquivalent (FTE)
gu: પૂર્ણ સમય સમકક્ષ (FTE)
id: Setara dengan Waktu Penuh (FTE)
km: សមមូលពេញម៉ោង (FTE)
lo: ເຕັມເວລາທຽບເທົ່າ (FTE)
mn: Бүтэн цагийн эквивалент (FTE)
mr: पूर्णवेळ समतुल्य (FTE)
ms: Setara Sepenuh Masa (FTE)
ne: पूर्ण समय बराबर (FTE)
nl: Voltijds equivalent (FTE)
pl: Ekwiwalent pełnego czasu pracy (EPC)
ro: Echivalent normă întreagă (FTE)
ru: Эквивалент полного рабочего времени (ЭПВ)
si: පූර්ණ කාලීන සමාන (FTE)
sq: Ekuivalenti me kohë të plotë (FTE)
ta: முழு நேர சமமான (FTE)
te: పూర్తి సమయం సమానం (FTE)
th: ค่าเทียบเท่าพนักงานเต็มเวลา (FTE)
tr: Tam Zaman Eşdeğeri (FTE)
uk: Еквівалент повної зайнятості (ЕПЗ)
ur: کل وقتی مساوی (FTE)

source: Termination Reason
bn: সমাপ্তির কারণ
de: Grund der Beendigung
gu: સમાપ્તિ કારણ
id: Alasan Pengakhiran
km: មូលហេតុនៃការបញ្ចប់
lo: ເຫດຜົນການຢຸດເຊົາ
mn: Цуцлах шалтгаан
mr: समाप्तीचे कारण
ms: Sebab Penamatan
ne: समाप्ति कारण
nl: Reden van beëindiging
pl: Powód rozwiązania umowy
ro: Motivul încetării
ru: Причина увольнения
si: අවසන් කිරීමේ හේතුව
sq: Arsyeja e përfundimit
ta: பணிநீக்கம் காரணம்
te: రద్దు కారణం
th: เหตุผลในการเลิกจ้าง
tr: Fesih Nedeni
uk: Причина припинення
ur: ختم ہونے کی وجہ

source: Inactive
bn: নিষ্ক্রিয়
de: Inaktiv
gu: નિષ્ક્રિય
id: Tidak aktif
km: អសកម្ម
lo: ບໍ່ເຄື່ອນໄຫວ
mn: Идэвхгүй
mr: निष्क्रिय
ms: Tidak aktif
ne: निष्क्रिय
nl: Inactief
pl: Nieaktywny
ro: Inactiv
ru: Неактивный
si: අක්රියයි
sq: Joaktiv
ta: செயலற்றது
te: నిష్క్రియ
th: ปิดการใช้งาน
tr: Aktif değil
uk: Неактивний
ur: غیر فعال

source: Termination Date
bn: আমার স্নাতকের
de: Datum der Beendigung
gu: સમાપ્તિ તારીખ
id: Tanggal Pengakhiran
km: កាលបរិច្ឆេទបញ្ចប់
lo: ວັນທີສິ້ນສຸດ
mn: Дуусах огноо
mr: समाप्ती तारीख
ms: Tarikh Penamatan
ne: समाप्ति मिति
nl: Einddatum
pl: Data zakończenia
ro: Data încetării
ru: Дата прекращения
si: අවසන් කිරීමේ දිනය
sq: Data e përfundimit
ta: முடிவு தேதி
te: తొలగించబడు తేదీ
th: วันที่เลิกจ้าง
tr: Fesih Tarihi
uk: Дата припинення дії
ur: ختم ہونے کی تاریخ

source: Government ID
bn: সরকার আইডি
de: Regierungs-ID
gu: સરકારી ID
id: ID Pemerintah
km: លេខសម្គាល់រដ្ឋាភិបាល
lo: ບັດປະຈຳຕົວລັດຖະບານ
mn: Засгийн газрын үнэмлэх
mr: सरकारी आयडी
ms: ID kerajaan
ne: सरकारी आईडी
nl: Overheid ID
pl: Identyfikator rządowy
ro: ID-ul Guvernului
ru: ID государства
si: රජයේ හැඳුනුම්පත
sq: ID e qeverisë
ta: அரசு ஐடி
te: ప్రభుత్వ ID
th: เลขประจำตัวประชาชน
tr: Devlet Kimliği
uk: Державне посвідчення
ur: سرکاری ID

# numberPlaceholder
source: Your government ID number
bn: আপনার সরকারি আইডি নম্বর
de: Ihre staatliche ID-Nummer
gu: તમારો સરકારી આઈડી નંબર
id: Nomor ID pemerintah Anda
km: លេខសម្គាល់រដ្ឋាភិបាលរបស់អ្នក។
lo: ໝາຍເລກປະຈຳຕົວລັດຖະບານຂອງເຈົ້າ
mn: Таны төрийн үнэмлэхний дугаар
mr: तुमचा सरकारी आयडी क्रमांक
ms: Nombor ID kerajaan anda
ne: तपाईंको सरकारी आईडी नम्बर
nl: Je ID-nummer van de overheid
pl: Twój rządowy numer identyfikacyjny
ro: Numărul dvs. de identificare guvernamental
ru: Ваш государственный идентификационный номер
si: ඔබගේ රජයේ හැඳුනුම්පත අංකය
sq: Numri juaj i ID-së së qeverisë
ta: உங்கள் அரசாங்க அடையாள எண்
te: మీ ప్రభుత్వ ID నంబర్
th: หมายเลขประจำตัวประชาชนของคุณ
tr: Resmi kimlik numaranız
uk: Ваш ідентифікаційний номер
ur: آپ کا سرکاری شناختی نمبر

source: Issue Date
bn: প্রদানের তারিখ
de: Datum der Ausgabe
gu: ઇશ્યૂ તારીખ
id: Tanggal Penerbitan
km: កាលបរិច្ឆេទចេញផ្សាយ
lo: ວັນທີອອກ
mn: Гаргасан огноо
mr: जारी करण्याची तारीख
ms: Tarikh Keluaran
ne: जारी मिति
nl: Uitgiftedatum
pl: Data wydania
ro: Data emiterii
ru: Дата выпуска
si: නිකුත් කරන දිනය
sq: Data e lëshimit
ta: வெளியீட்டு தேதி
te: జారి చేయు తేది
th: วันที่ออก
tr: Yayın Tarihi
uk: Дата випуску
ur: تاریخ اجراء

# issueDatePlaceholder
source: Your ID issue date
bn: আপনার আইডি ইস্যু তারিখ
de: Datum der Ausstellung Ihres Ausweises
gu: તમારી ID જારી કરવાની તારીખ
id: Tanggal penerbitan ID Anda
km: កាលបរិច្ឆេទចេញលេខសម្គាល់របស់អ្នក។
lo: ວັນທີອອກບັດປະຈຳຕົວຂອງທ່ານ
mn: Таны үнэмлэх олгосон огноо
mr: तुमचा आयडी जारी करण्याची तारीख
ms: Tarikh keluaran ID anda
ne: तपाईंको आईडी जारी गर्ने मिति
nl: De uitgiftedatum van je ID
pl: Data wydania identyfikatora
ro: Data eliberării legitimației dvs
ru: Дата выдачи удостоверения личности
si: ඔබගේ හැඳුනුම්පත නිකුත් කරන දිනය
sq: Data juaj e lëshimit të ID-së
ta: உங்கள் ஐடி வழங்கிய தேதி
te: మీ ID జారీ తేదీ
th: วันที่ออก ID ของคุณ
tr: Kimlik düzenleme tarihiniz
uk: Дата видачі вашого посвідчення особи
ur: آپ کی ID جاری کرنے کی تاریخ

source: Expiration Date
bn: মেয়াদ শেষ হওয়ার তারিখ
de: Verfallsdatum
gu: સમાપ્તિ તારીખ
id: Tanggal Kedaluwarsa
km: កាលបរិច្ឆេទ​ផុតកំណត់
lo: ວັນຫມົດອາຍຸ
mn: Дуусах огноо
mr: कालबाह्यता तारीख
ms: Tarikh luput
ne: म्याद समाप्त हुने मिति
nl: Vervaldatum
pl: Data wygaśnięcia
ro: Data expirării
ru: Дата истечения срока действия
si: කල්පිරෙන දිනය
sq: Data e skadencës
ta: காலாவதி தேதி
te: గడువు తేదీ
th: วันหมดอายุ
tr: Son Kullanma Tarihi
uk: Термін придатності
ur: میعاد ختم ہونے کی تاریخ

# expirationDatePlaceholder
source: Your ID expiration date
bn: আপনার আইডির মেয়াদ শেষ হওয়ার তারিখ
de: Das Ablaufdatum Ihres Ausweises
gu: તમારી ID સમાપ્તિ તારીખ
id: Tanggal kedaluwarsa ID Anda
km: កាលបរិច្ឆេទផុតកំណត់លេខសម្គាល់របស់អ្នក។
lo: ວັນໝົດອາຍຸບັດປະຈຳຕົວຂອງທ່ານ
mn: Таны үнэмлэхний хүчинтэй хугацаа
mr: तुमचा आयडी कालबाह्यता तारीख
ms: Tarikh tamat tempoh ID anda
ne: तपाईंको आईडीको म्याद सकिने मिति
nl: De vervaldatum van je ID
pl: Data ważności dokumentu tożsamości
ro: Data de expirare a ID-ului dvs
ru: Срок действия Вашего удостоверения личности
si: ඔබගේ හැඳුනුම්පත කල් ඉකුත්වන දිනය
sq: Data e skadimit të ID-së tuaj
ta: உங்கள் ஐடி காலாவதி தேதி
te: మీ ID గడువు తేదీ
th: วันหมดอายุ ID ของคุณ
tr: Kimliğinizin son kullanma tarihi
uk: Термін дії вашого посвідчення особи
ur: آپ کی ID کی میعاد ختم ہونے کی تاریخ

# expirationDateText
source: Your ID has expired.
bn: আপনার আইডির মেয়াদ শেষ হয়ে গেছে।
de: Ihr Ausweis ist abgelaufen.
gu: તમારું ID સમાપ્ત થઈ ગયું છે.
id: ID Anda telah kedaluwarsa.
km: អត្តសញ្ញាណប័ណ្ណរបស់អ្នកបានផុតកំណត់ហើយ។
lo: ບັດປະຈຳຕົວຂອງທ່ານໝົດອາຍຸແລ້ວ.
mn: Таны үнэмлэхний хугацаа дууссан.
mr: तुमचा आयडी कालबाह्य झाला आहे.
ms: ID anda telah tamat tempoh.
ne: तपाईंको आईडीको म्याद सकिएको छ।
nl: Je ID is verlopen.
pl: Twój identyfikator stracił ważność.
ro: Legitimația dvs. a expirat.
ru: Срок действия вашего удостоверения личности истек
si: ඔබගේ හැඳුනුම්පත කල් ඉකුත් වී ඇත.
sq: ID-ja juaj ka skaduar.
ta: உங்கள் ஐடி காலாவதியாகிவிட்டது.
te: మీ ID గడువు ముగిసింది.
th: ID ของคุณหมดอายุแล้ว
tr: Kimliğinizin süresi doldu.
uk: Ваша перепустка прострочена.
ur: آپ کی ID کی میعاد ختم ہو گئی ہے۔

source: Emergency Contact
bn: জরুরী যোগাযোগ
de: Kontakt für Notfälle
gu: કટોકટી સંપર્ક
id: Kontak Darurat
km: លេខ​ទំនាក់ទំនង​បន្ទាន់
lo: ຕິດຕໍ່ສຸກເສີນ
mn: Яаралтай холбоо барих
mr: आपत्कालीन संपर्क
ms: Talian kecemasan
ne: आपतकालीन सम्पर्क
nl: Contactpersoon voor noodgevallen
pl: Kontakt w nagłych wypadkach
ro: Contact de urgență
ru: Контактное лицо в чрезвычайных ситуациях
si: හදිසි ඇමතුම්
sq: Kontakti i urgjencës
ta: அவசர தொடர்பு
te: అత్యవసర సంప్రదింపు
th: ผู้ติดต่อในกรณีฉุกเฉิน
tr: Acil Durum İletişim
uk: Контакт для екстрених випадків
ur: ہنگامی رابطے

source: Name
bn: নাম
gu: નામ
id: Nama
km: ឈ្មោះ
lo: ຊື່
mn: Нэр
mr: नाव
ms: Nama
ne: नाम
nl: Naam
pl: Nazwa
ro: Nume
ru: Полное имя
si: නම
sq: Emri
ta: பெயர்
te: పేరు
th: ชื่อ
tr: İsim
uk: Ім'я
ur: نام

# contactNamePlaceholder
source: Contact's full name
bn: পরিচিতির পুরো নাম
de: Vollständiger Name der Kontaktperson
gu: સંપર્કનું પૂરું નામ
id: Nama lengkap kontak
km: ឈ្មោះពេញរបស់ទំនាក់ទំនង
lo: ຊື່ເຕັມຂອງຜູ້ຕິດຕໍ່
mn: Харилцагчийн бүтэн нэр
mr: संपर्काचे पूर्ण नाव
ms: Nama penuh kenalan
ne: सम्पर्कको पूरा नाम
nl: Volledige naam contactpersoon
pl: Imię i nazwisko osoby kontaktowej
ro: Numele și prenumele persoanei de contact
ru: Полное имя контакта
si: සම්බන්ධතාවයේ සම්පූර්ණ නම
sq: Emri i plotë i kontaktit
ta: தொடர்பின் முழுப் பெயர்
te: సంప్రదింపు పూర్తి పేరు
th: ชื่อและนามสกุลของผู้ติดต่อ
tr: Kişinin tam adı
uk: Повне ім'я контакту
ur: رابطہ کا پورا نام

source: Relationship
bn: সম্পর্ক
de: Beziehung
gu: સંબંધ
id: Hubungan
km: ទំនាក់ទំនង
lo: ຄວາມສໍາພັນ
mn: Харилцаа
mr: नाते
ms: Perhubungan
ne: सम्बन्ध
nl: Relatie
pl: Związek
ro: Relația
ru: Отношения
si: සම්බන්ධතාවය
sq: Marrëdhënia
ta: உறவு
te: సంబంధం
th: ความสัมพันธ์
tr: İlişki
uk: Відносини
ur: رشتہ

# relationshipPlaceholder
source: This person's relationship to you
bn: আপনার সাথে এই ব্যক্তির সম্পর্ক
de: Die Beziehung dieser Person zu Ihnen
gu: આ વ્યક્તિનો તમારી સાથેનો સંબંધ
id: Hubungan orang ini dengan Anda
km: ទំនាក់ទំនងរបស់មនុស្សនេះជាមួយអ្នក
lo: ຄວາມສໍາພັນຂອງບຸກຄົນນີ້ກັບທ່ານ
mn: Энэ хүний тантай харилцах харилцаа
mr: या व्यक्तीचे तुमच्याशी नाते आहे
ms: Hubungan orang ini dengan anda
ne: तपाईंसँग यो व्यक्तिको सम्बन्ध
nl: De relatie van deze persoon tot jou
pl: Relacja tej osoby z tobą
ro: Relația acestei persoane cu dumneavoastră
ru: Отношения этого человека с вами
si: මෙම පුද්ගලයා ඔබ සමඟ ඇති සම්බන්ධය
sq: Marrëdhënia e këtij personi me ju
ta: உங்களுடன் இந்த நபரின் உறவு
te: ఈ వ్యక్తికి మీతో ఉన్న సంబంధం
th: ความสัมพันธ์ของบุคคลนี้กับคุณ
tr: Bu kişinin sizinle olan ilişkisi
uk: Ставлення цієї людини до вас
ur: اس شخص کا آپ سے رشتہ

# contactAddressPlaceholder
source: Contact's full address
bn: যোগাযোগের সম্পূর্ণ ঠিকানা
de: Vollständige Adresse der Kontaktperson
gu: સંપર્કનું સંપૂર્ણ સરનામું
id: Alamat lengkap kontak
km: អាសយដ្ឋានពេញរបស់ទំនាក់ទំនង
lo: ທີ່ຢູ່ເຕັມຂອງຜູ້ຕິດຕໍ່
mn: Харилцагчийн бүрэн хаяг
mr: संपर्काचा पूर्ण पत्ता
ms: Alamat penuh kenalan
ne: सम्पर्कको पूरा ठेगाना
nl: Volledig adres van de contactpersoon
pl: Pełny adres osoby kontaktowej
ro: Adresa completă a persoanei de contact
ru: Полный адрес контактного лица
si: සම්බන්ධතා සම්පූර්ණ ලිපිනය
sq: Adresa e plotë e kontaktit
ta: தொடர்பின் முழு முகவரி
te: సంప్రదింపు పూర్తి చిరునామా
th: ที่อยู่แบบระเอียดของผู้ติดต่อ
tr: Kişinin açık adresi
uk: Повна адреса контакту
ur: رابطہ کا پورا پتہ

source: Phone
bn: ফোন
de: Telefon
gu: ફોન
id: Telepon
km: ទូរស័ព្ទ
lo: ໂທລະສັບ
mn: Утас
mr: फोन
ms: telefon
ne: फोन
nl: Telefoon
pl: Telefon
ro: Telefon
ru: Телефон
si: දුරකථන
sq: Telefoni
ta: தொலைபேசி
te: ఫోన్
th: โทรศัพท์
tr: Telefon
uk: Телефон
ur: فون

# contactPhonePlaceholder
source: Contact's phone number
bn: যোগাযোগের ফোন নম্বর
de: Telefonnummer der Kontaktperson
gu: સંપર્કનો ફોન નંબર
id: Nomor telepon kontak
km: លេខទូរស័ព្ទទំនាក់ទំនង
lo: ເບີໂທລະສັບຂອງຜູ້ຕິດຕໍ່
mn: Холбоо барих утасны дугаар
mr: संपर्काचा फोन नंबर
ms: Nombor telefon kenalan
ne: सम्पर्कको फोन नम्बर
nl: Telefoonnummer contactpersoon
pl: Numer telefonu osoby kontaktowej
ro: Numărul de telefon al persoanei de contact
ru: Номер телефона контактного лица
si: සම්බන්ධතා දුරකථන අංකය
sq: Numri i telefonit të kontaktit
ta: தொடர்பு தொலைபேசி எண்
te: సంప్రదింపు ఫోన్ నంబర్
th: หมายเลขโทรศัพท์ของผู้ติดต่อ
tr: Kişinin telefon numarası
uk: Номер телефону контакту
ur: رابطہ کا فون نمبر

source: Education Information
bn: শিক্ষা তথ্য
de: Informationen zur Bildung
gu: શિક્ષણ માહિતી
id: Informasi Pendidikan
km: ព័ត៌មានអប់រំ
lo: ຂໍ້ມູນການສຶກສາ
mn: Боловсролын мэдээлэл
mr: शैक्षणिक माहिती
ms: Maklumat Pendidikan
ne: शिक्षा जानकारी
nl: Informatie over onderwijs
pl: Informacje o edukacji
ro: Informații despre educație
ru: Информация об образовании
si: අධ්යාපනික තොරතුරු
sq: Informacion mbi arsimin
ta: கல்வி தகவல்
te: విద్యా సమాచారం
th: ข้อมูลการศึกษา
tr: Eğitim Bilgileri
uk: Інформація про освіту
ur: تعلیمی معلومات

source: Level of Education
bn: শিক্ষার স্তর
de: Bildungsniveau
gu: શિક્ષણનું સ્તર
id: Tingkat Pendidikan
km: កម្រិតនៃការអប់រំ
lo: ລະດັບການສຶກສາ
mn: Боловсролын түвшин
mr: शिक्षणाचा स्तर
ms: Tahap pendidikan
ne: शिक्षाको स्तर
nl: Opleidingsniveau
pl: Poziom wykształcenia
ro: Nivelul de educație
ru: Уровень образования
si: අධ්යාපන මට්ටම
sq: Niveli i Arsimit
ta: கல்வி நிலை
te: విద్య యొక్క స్థాయి
th: ระดับการศึกษา
tr: Eğitim Seviyesi
uk: Рівень освіти
ur: تعلیم کا معیار

source: Degree
bn: ডিগ্রী
de: Grad
gu: ડીગ્રી
id: Derajat
km: សញ្ញាបត្រ
lo: ປະລິນຍາ
mn: Зэрэг
mr: पदवी
ms: Ijazah
ne: डिग्री
nl: Graad
pl: Stopień
ro: Gradul
ru: Степень
si: උපාධිය
sq: Diplomë
ta: பட்டம்
te: డిగ్రీ
th: ระดับการศึกษา
tr: Derece
uk: Ступінь
ur: ڈگری

# degreePlaceholder
source: Name of your degree
bn: আপনার ডিগ্রির নাম
de: Name Ihres Abschlusses
gu: તમારી ડિગ્રીનું નામ
id: Nama gelar Anda
km: ឈ្មោះសញ្ញាបត្ររបស់អ្នក។
lo: ຊື່ຂອງປະລິນຍາຂອງທ່ານ
mn: Таны эрдмийн зэрэг нэр
mr: तुमच्या पदवीचे नाव
ms: Nama ijazah anda
ne: तपाईको डिग्रीको नाम
nl: Naam van je diploma
pl: Nazwa posiadanego stopnia naukowego
ro: Numele diplomei dvs
ru: Название Вашей степени
si: ඔබේ උපාධියේ නම
sq: Emri i gradës suaj
ta: உங்கள் பட்டத்தின் பெயர்
te: మీ డిగ్రీ పేరు
th: ชื่อระดับการศึกษาหรือปริญญาของคุณ
tr: Derecenizin adı
uk: Назва вашого наукового ступеня
ur: آپ کی ڈگری کا نام

source: Date Conferred
bn: প্রদত্ত তারিখ
de: Datum Verliehen
gu: તારીખ આપવામાં આવી
id: Tanggal Diberikan
km: កាលបរិច្ឆេទដែលបានផ្តល់
lo: ວັນທີຕົກລົງ
mn: Шийдвэрлэсэн огноо
mr: तारीख प्रदान केली
ms: Tarikh Diberikan
ne: प्रदान गरिएको मिति
nl: Datum Toegekend
pl: Data przyznania
ro: Data conferit
ru: Дата присвоения
si: ලබා දුන් දිනය
sq: Data e dhënë
ta: வழங்கப்பட்ட தேதி
te: ఇచ్చిన తేదీ
th: วันที่ใบปริญญาถูกอนุมัติ
tr: Verildiği Tarih
uk: Дата призначення
ur: دی گئی تاریخ

# dateConferredPlaceholder
source: Your conferred date
bn: আপনার প্রদত্ত তারিখ
de: Ihr verliehenes Datum
gu: તમારી અર્પણ તારીખ
id: Tanggal yang Anda berikan
km: កាលបរិច្ឆេទ​ដែល​បាន​ផ្តល់​ជូន​របស់​អ្នក។
lo: ວັນທີທີ່ໄດ້ຮັບການອະນຸຍາດຂອງທ່ານ
mn: Таны зөвшөөрсөн огноо
mr: तुमची प्रदान केलेली तारीख
ms: Tarikh yang anda berikan
ne: तपाईंको प्रदान गरिएको मिति
nl: Je toegekende datum
pl: Przyznana data
ro: Data conferită
ru: Дата присвоения звания
si: ඔබ ලබා දුන් දිනය
sq: Data juaj e caktuar
ta: நீங்கள் வழங்கிய தேதி
te: మీరు అందించిన తేదీ
th: วันที่ใบปริญญาถูกอนุมัติอย่างเป็นทางการของคุณ
tr: Verilen tarihiniz
uk: Ваша призначена дата
ur: آپ کی عطا کی تاریخ

# graduatedAgeCalculator
source: You graduated when you were
bn: আপনি যখন ছিলেন তখন স্নাতক হয়েছিলেন
de: Sie haben Ihren Abschluss gemacht, als Sie
gu: જ્યારે તમે હતા ત્યારે તમે સ્નાતક થયા હતા
id: Anda lulus ketika Anda berusia
km: អ្នកបានបញ្ចប់ការសិក្សានៅពេលអ្នកនៅ
lo: ເຈົ້າຮຽນຈົບຕອນເຈົ້າຢູ່
mn: Та байхдаа сургуулиа төгссөн
mr: तू असताना पदवीधर झालास
ms: Anda telah menamatkan pengajian semasa anda
ne: जब तपाईं हुनुहुन्थ्यो, तपाईंले स्नातक गर्नुभयो
nl: Je bent afgestudeerd toen je
pl: Ukończyłeś szkołę w wieku
ro: Ai absolvit când aveai
ru: Вы закончили университет, когда вам было
si: ඔබ උපාධිය ලබාගත්තේ ඔබ සිටියදීය
sq: Ju u diplomuat kur ishit
ta: நீ இருக்கும்போதே பட்டம் பெற்றாய்
te: మీరు ఉన్నప్పుడు మీరు పట్టభద్రులయ్యారు
th: คุณจบการศึกษาเมื่อคุณอายุ
tr: Sen mezun olduğunda
uk: Ви закінчили школу, коли вам було
ur: جب آپ تھے تو آپ نے گریجویشن کیا تھا۔

source: E-mail
bn: ই-মেইল
gu: ઈ-મેલ
km: អ៊ីមែល
lo: ອີເມລ
mn: И-мэйл
mr: ई-मेल
ms: E-mel
ne: इ-मेल
si: විද්යුත් තැපෑල
ta: மின்னஞ்சல்
te: ఇ-మెయిల్
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میل

# emailPlaceholder
source: Your e-mail address
bn: আপনার ইমেইল ঠিকানা
de: Ihre E-Mail Adresse
gu: તમારું ઈ-મેલ સરનામું
id: Alamat email Anda
km: អាសយដ្ឋានអ៊ីមែលរបស់អ្នក។
lo: ທີ່ຢູ່ອີເມວຂອງເຈົ້າ
mn: Таны и-мэйл хаяг
mr: तुमचा ई-मेल पत्ता
ms: alamat e-mel anda
ne: तपाईँको ई - मेल ठेगाना
nl: Uw e-mailadres
pl: Twój adres e-mail
ro: Adresa dumneavoastră de e-mail
ru: Ваш адрес электронной почты
si: ඔයාගේ ඊතැපැල් ලිපිනය
sq: Adresa juaj e emailit
ta: உங்கள் மின்னஞ்சல் முகவரி
te: మీ ఇమెయిల్ చిరునామా
th: อีเมลของคุณ
tr: E-posta adresiniz
uk: Ваша адреса електронної пошти
ur: آپ کا ای میل پتہ

source: Mobile Phone
bn: মোবাইল ফোন
de: Mobiltelefon
gu: મોબાઈલ ફોન
id: Ponsel
km: ទូរស័ព្ទចល័ត
lo: ໂທລະສັບມືຖື
mn: Гар утас
mr: भ्रमणध्वनी
ms: Telefon bimbit
ne: मोबाइल फोन
nl: Mobiele telefoon
pl: Telefon komórkowy
ro: Telefon mobil
ru: Мобильный телефон
si: ජංගම දුරකථන
sq: Celular
ta: கைபேசி
te: చరవాణి
th: โทรศัพท์มือถือ
tr: Cep Telefonu
uk: Мобільний телефон
ur: موبائل فون

# mobilePhonePlaceholder
source: Your mobile phone number
bn: আপনার মোবাইল ফোন নম্বর
de: Ihre Handynummer
gu: તમારો મોબાઈલ ફોન નંબર
id: Nomor ponsel Anda
km: លេខទូរស័ព្ទចល័តរបស់អ្នក។
lo: ເບີໂທລະສັບມືຖືຂອງເຈົ້າ
mn: Таны гар утасны дугаар
mr: तुमचा मोबाईल फोन नंबर
ms: Nombor telefon bimbit anda
ne: तपाईंको मोबाइल फोन नम्बर
nl: Je mobiele telefoonnummer
pl: Numer telefonu komórkowego
ro: Numărul dumneavoastră de telefon mobil
ru: Номер Вашего мобильного телефона
si: ඔබගේ ජංගම දුරකථන අංකය
sq: Numri juaj i telefonit celular
ta: உங்கள் மொபைல் எண்
te: మీ మొబైల్ ఫోన్ నంబర్
th: หมายเลขโทรศัพท์มือถือของคุณ
tr: Cep telefonu numaranız
uk: Ваш номер мобільного телефону
ur: آپ کا موبائل فون نمبر

source: Home Phone
bn: বাসার ফোন
de: Telefon zu Hause
gu: ઘર નો ફોને
id: Telepon Rumah
km: ទូរស័ព្ទផ្ទះ
lo: ໂທລະສັບບ້ານ
mn: Гэрийн утас
mr: घराचा दुरध्वनी
ms: Telefon rumah
ne: घरको फोन
nl: Telefoon thuis
pl: Telefon domowy
ro: Telefonul de acasă
ru: Домашний телефон
si: නිවසේ දුරකථනය
sq: Telefoni i shtëpisë
ta: வீட்டு தொலைபேசி
te: ఇంటి ఫోన్
th: โทรศัพท์บ้าน
tr: Ev Telefonu
uk: Домашній телефон
ur: گھر کا فون

# homePhonePlaceholder
source: Your home phone number
bn: আপনার বাড়ির ফোন নম্বর
de: Ihre private Telefonnummer
gu: તમારા ઘરનો ફોન નંબર
id: Nomor telepon rumah Anda
km: លេខទូរស័ព្ទផ្ទះរបស់អ្នក។
lo: ເບີໂທລະສັບບ້ານຂອງເຈົ້າ
mn: Таны гэрийн утасны дугаар
mr: तुमचा घरचा फोन नंबर
ms: Nombor telefon rumah anda
ne: तपाईको घरको फोन नम्बर
nl: Je telefoonnummer thuis
pl: Numer telefonu domowego
ro: Numărul de telefon de acasă
ru: Ваш домашний телефонный номер
si: ඔබගේ නිවසේ දුරකථන අංකය
sq: Numri i telefonit të shtëpisë tuaj
ta: உங்கள் வீட்டு தொலைபேசி எண்
te: మీ ఇంటి ఫోన్ నంబర్
th: หมายเลขโทรศัพท์บ้านของคุณ
tr: Ev telefon numaranız
uk: Ваш домашній номер телефону
ur: آپ کے گھر کا فون نمبر

source: Office Phone
bn: অফিসে ফোন
de: Telefon Büro
gu: ઓફિસ ફોન
id: Telepon Kantor
km: ទូរស័ព្ទការិយាល័យ
lo: ໂທລະສັບຫ້ອງການ
mn: Оффисын утас
mr: कार्यालय दूरध्वनी
ms: Telefon pejabat
ne: अफिस फोन
nl: Telefoon kantoor
pl: Telefon biurowy
ro: Telefon de birou
ru: Офисный телефон
si: කාර්යාල දුරකථනය
sq: Telefoni i zyres
ta: அலுவலக தொலைபேசி
te: ఆఫీస్ ఫోన్
th: โทรศัพท์สำนักงาน
tr: Ofis Telefonu
uk: Робочий телефон
ur: دفتر فون

# officePhonePlaceholder
source: Your office phone number
bn: আপনার অফিসের ফোন নম্বর
de: Ihre Bürotelefonnummer
gu: તમારો ઓફિસ ફોન નંબર
id: Nomor telepon kantor Anda
km: លេខទូរស័ព្ទការិយាល័យរបស់អ្នក។
lo: ເບີໂທລະສັບຫ້ອງການຂອງທ່ານ
mn: Таны оффисын утасны дугаар
mr: तुमचा ऑफिस फोन नंबर
ms: Nombor telefon pejabat anda
ne: तपाईको कार्यालयको फोन नम्बर
nl: Telefoonnummer op kantoor
pl: Numer telefonu do biura
ro: Numărul de telefon al biroului dvs
ru: Ваш рабочий телефонный номер
si: ඔබගේ කාර්යාල දුරකථන අංකය
sq: Numri i telefonit të zyrës suaj
ta: உங்கள் அலுவலக தொலைபேசி எண்
te: మీ ఆఫీసు ఫోన్ నంబర్
th: หมายเลขโทรศัพท์สำนักงานของคุณ
tr: Ofis telefon numaranız
uk: Номер телефону вашого офісу
ur: آپ کے دفتر کا فون نمبر

source: Contact Information
bn: যোগাযোগের তথ্য
de: Kontaktinformationen
gu: સંપર્ક માહિતી
id: Informasi Kontak
km: ព័ត៌មានទំនាក់ទំនង
lo: ຂໍ້ມູນຕິດຕໍ່
mn: Холбогдох мэдээлэл
mr: संपर्क माहिती
ms: Maklumat perhubungan
ne: सम्पर्क जानकारी
nl: Contactgegevens
pl: Informacje kontaktowe
ro: Informații de contact
ru: Контактная информация
si: සබඳතා තොරතුරු
sq: Informacioni i Kontaktit
ta: தொடர்பு தகவல்
te: సంప్రదింపు సమాచారం
th: ข้อมูลการติดต่อ
tr: İletişim Bilgileri
uk: Контактна інформація
ur: رابطے کی معلومات

source: Permanent Address
bn: স্থায়ী ঠিকানা
de: Ständige Adresse
gu: કાયમી સરનામુ
id: Alamat Tetap
km: អាសយដ្ឋាន​បច្ចុប្បន្ន
lo: ທີ່ຢູ່ຖາວອນ
mn: Байнгын хаяг
mr: कायमचा पत्ता
ms: Alamat tetap
ne: स्थाई ठेगाना
nl: Vast adres
pl: Stały adres
ro: Adresa permanentă
ru: Постоянный адрес
si: ස්ථීර ලිපිනය
sq: Adresa e perhershme
ta: நிரந்தர முகவரி
te: శాశ్వత చిరునామా
th: ที่อยู่หลัก
tr: Daimi Adres
uk: Постійна адреса
ur: مستقل پتہ

source: Label
bn: লেবেল
de: Etikett
gu: લેબલ
km: ស្លាក​សញ្ញា
lo: ປ້າຍກຳກັບ
mn: Шошго
mr: लेबल
ne: लेबल
pl: Etykieta
ro: Etichetă
ru: Адресный ярлык
si: ලේබලය
sq: Etiketa
ta: லேபிள்
te: లేబుల్
th: ป้ายชื่อ
tr: Etiket
uk: Етикетка
ur: لیبل

# labelPlaceholder
source: ex: Home Address
bn: যেমন: বাড়ির ঠিকানা
de: ex: Wohnadresse
gu: ઉદાહરણ તરીકે: ઘરનું સરનામું
id: contoh: Alamat Rumah
km: ឧទាហរណ៍៖ អាស័យដ្ឋានផ្ទះ
lo: ຕົວຢ່າງ: ທີ່ຢູ່ເຮືອນ
mn: Жишээ нь: Гэрийн хаяг
mr: उदा: घराचा पत्ता
ms: cth: Alamat Rumah
ne: उदाहरण: घरको ठेगाना
nl: ex: Thuisadres
pl: ex: Adres domowy
ro: ex: Adresa de domiciliu
ru: ex: Домашний адрес
si: උදා: නිවසේ ලිපිනය
sq: p.sh.: Adresa e shtëpisë
ta: எ.கா: வீட்டு முகவரி
te: ఉదా: ఇంటి చిరునామా
th: เช่น ที่อยู่บ้าน
tr: Örn: Ev Adresi
uk: ex: Домашня адреса
ur: مثال کے طور پر: گھر کا پتہ

source: Attention
bn: মনোযোগ
de: Achtung
gu: ધ્યાન
id: Perhatian
km: ការយកចិត្តទុកដាក់
lo: ເອົາໃຈໃສ່
mn: Анхаар
mr: लक्ष द्या
ms: Perhatian
ne: ध्यान
nl: Attentie
pl: Uwaga
ro: Atenție
ru: Внимание
si: අවධානය
sq: Kujdes
ta: கவனம்
te: శ్రద్ధ
th: ความสนใจ
tr: Dikkat
uk: Увага!
ur: توجہ

# attentionPlaceholder
source: ex: Attn John Doe
bn: যেমন: Attn John Doe
de: ex: Zu Händen von John Doe
gu: દા.ત. જોન ડો
id: mantan: Attn John Doe
km: ឧទាហរណ៍៖ Attn John Doe
lo: ຕົວຢ່າງ: Attn John Doe
mn: Жишээ нь: Аттн Жон Доу
mr: उदा: Attn जॉन डो
ms: cth: Attn John Doe
ne: उदाहरण: Attn John Doe
nl: ex: T.a.v. John Doe
pl: przykład: Uwaga John Doe
ro: ex: În atenția lui John Doe
ru: пример: Внимание John Doe
si: උදා: Attn John Doe
sq: p.sh.: Attn John Doe
ta: உதாரணம்: Attn John Doe
te: ఉదా: Attn జాన్ డో
th: เช่น: Attn John Doe
tr: Örnek: John Doe'nun dikkatine
uk: приклад: Увага, невідомий.
ur: مثال کے طور پر: Attn John Doe
