Repository: CruGlobal/global-hr-update-po
Catalog: approval/*.po
Languages: cs

source: NetSuite HR Update
cs: Aktualizace NetSuite HR

source: employee
cs: zaměstnanci

source: entity
cs: entita

source: Name
cs: Název

source: User
cs: Uživatel

source: Update Date
cs: Datum aktualizace

source: entity and employee
cs: subjekt a zaměstnanec

source: Entity
cs: Entita

source: Updated Submission
cs: Aktualizované podání

source: Approve Changes
cs: Schválení změn

source: End
cs: Konec

source: New Submission
cs: Nové podání

source: Home
cs: Domov

source: Home.text.Netsuite HR Data Update
cs: Aktualizace dat HR Netsuite

source: Home.text.For pending approvals check the inbox (in the top right).
cs: Informace o čekajících schváleních naleznete ve složce Doručená pošta (vpravo nahoře).

source: Home.text.My Entities
cs: Moje entity
